{"content": "Jeetendra Gupta\nSenior Lead Consultant/Project Lead\nOffering 9+ years of IT experience across Project management, Presales, design, development of software application.\n\nMobile: +65-93847423 \t\t\t\t\t\tE-Mail: jeeten7@gmail.com\n\nSNAPSHOT\n· Over 9+ years of professional experience in the field of Business Intelligence with Project Management, Presales, Team & customer handling and analytical skills. \n· Strong experience of end to end BI Implementation with Full SDLC life cycle, skills in terms of Business Intelligence using Qlik (BI Tool).\n· Extensive hands on experience in Business Analysis, Requirement Analysis, and Feasibility of Requirements.\n· Handling Pre-sales/support activities mainly focused on technical architecture of the product and proposed solution. Conduct Proof of Concept (POC)/seeing is Believing (SIB) for Business Intelligence solution. \n· Installation, configuration, successful migration and support for the QlikView Server and Publisher.\n· Participating in the finalization of product specifications and selection of appropriate techniques.\n· Part of many End to End implementations with prestigious clients in Qlik.\n· Expert in analyzing business requirements, development, design, documentation, project management and implementation.\n· Very good knowledge in creating, handling, and troubleshooting of Qlik and ETL issues.\n· Performing the SIT, UAT and Production support activities including Qlik Server Administrator.\n· Developed and conducted training programs for QlikView User groups and Administrators.\n· Strong knowledge of and adherence to QlikView standards and best practices\n· Have worked extensively in several Business areas including Finance, Retail, Manufacturing, Sales/Marketing, Telecommunication, Customer Service, and IT etc.\n· Be exposed to different business cultures in high-performing team.\n\nIT SKILL SET\nBI Tools\t\t\t:\tQlikSense, QlikView, Tableau\nLanguages\t\t\t:\tPython, Visual Basic 6.0 with VSS, COM/DCOM, VBA, ASP.Net\nServers\t\t\t\t:          QlikView Server, IIS (Web Server)\nRDBMS                   \t\t:\tHadoop, Oracle, SQL Server and Publisher, MS Access\nOperating System              \t:\tWindows Server 2012/2008 R2, Windows7/Vista/XP/2000\nInternet Tools\t\t   \t:      \tShare Point, Web Services, HTML, VBScript, JavaScript, JSON\n\n\nACADEMIA\n· B-Tech with Computer Science & Engineering from Dr. K.N.Modi Institute of Engineering and Technology, Modinagar, affiliated to U.P Technical University, Lucknow, India\n\n\n\nORGANIZATIONAL EXPERIENCE \n\n· Currently working as Sr. Lead Consultant/Project Lead in Icon Business Solutions Pte Ltd, Singapore Aug 2015 to till date.\n· Worked as Sr. Consultant in Comtel Solutions Pte Ltd, Singapore from Jul 2013 to Jul 2015.\n· Worked as Sr. Technical Consultant/Project Lead in Icon Business Solutions Pte Ltd, Singapore from Aug 2012 to Jun 2013.\n· Worked as Team Leader in Team Computers Pvt. Ltd., New Delhi, India from Sep 2010 till July 2012.\n· Worked as Executive-IT in Benetton India Pvt. Ltd., Gurgaon, India from Jan 2008 till Sep 2010.\n· Worked as Software Developer in Team Computers Pvt. Ltd., New Delhi, India from Sep 2006 to Jan 2008.\n\nPROJECTS\n\n\nTitle\t\t\t:        Sales Statistics and Inventory Statistics\nDuration\t\t:        Jun 2019 to till date\nTechnologies\t\t:        QlikView/QlikView Server\nClient\t\t\t:        Nippon Paint (Singapore)\nClient Profile\t\t:       \nAt Nippon Paint, we believe everyone can become an expert in paints. By furnishing our customers with the finest paint products you can paint the world in the way you desire.\nOur wide range of Interior Paints & Exterior Paints boasts of breakthrough technology as well as being environmentally-friendly. With our Professional Painting Service, you are assured of our finest paint products and exclusive warranty. Browse through our extensive DIY paint tips for painting techniques and experiment with paint colour schemes and via our paint colour palettes and paint photo palettes before even picking up a brush!\n\nRole/Responsibility\t:   \tProject Lead/Development/Support\n1. Understanding the Business process and data SAP data.\n1. Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model.\n1. Understanding of the data flow with different SAP table data and z tables\n1. Training and support for the new report.\n\n\n\n\nTitle\t\t\t:        Innovation Team (Platform Performance Dashboard)\nDuration\t\t:        Dec 2017 to May 2019\nTechnologies\t\t:        QlikSense/QlikView/QlikView Server\nClient\t\t\t:        DBS Bank (Singapore)\nClient Profile\t\t:       \nDBS (Development Bank of Singapore) \nDBS is a leading financial services group in Asia, with over 280 branches across 18 markets. We are headquartered in Singapore, with a growing presence in Greater China, Southeast Asia and South Asia. As a bank born and bred in Asia, we are well-positioned as your partner to capture opportunities across the region. We invite you to be part of our journey towards becoming the Asian bank of choice for the new Asia.\nRole/Responsibility\t:   \tProject Lead/Development/Support\n1. Understanding the Business process and data analysis of CBG (Consumer Banking Group)\n1. Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model.\n1. Understanding of the data flow with different data source (Hadoop, SharePoint, JSON)\n1. Following the bank standards for request approval for the change request and new development, Unit testing, UAT signoff and migration of the change/new development task to production.\n1. Training and support for the new report.\n\n\nTitle\t\t\t:        IBGAnalytics Data Profiling Dashboard\nDuration\t\t:        Apr 2016 to Nov 2017\nTechnologies\t\t:        QlikSense/QlikView/QlikView Server\nClient\t\t\t:        DBS (Singapore)\nClient Profile\t\t:       \nRole/Responsibility\t:   \tProject Lead/Development/Support\n1. Understanding the Business process and data analysis of IBG (Institutional Banking Group).\n1. Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model.\n1. Understanding of the data flow with different data source with SRS design.\n1. Business logic from various data source (Hadoop) and flat file for data load and mapping.\n1. Following the bank standards for request approval for the change request and new development, Unit testing, UAT signoff and migration of the change/new development task to production.\n\nTitle\t\t\t:        Group Finance and Insurance Dashboard\nDuration\t\t:        Jan 2017 to Mar 2017\nTechnologies\t\t:        QlikSense\nClient\t\t\t:        MSIG (Singapore)\nClient Profile\t\t:         \n(https://www.msig.com.sg)\nMSIG (Development Bank of Singapore) \nMSIG is one of the leading general insurance companies in Singapore. We offer an extensive range of insurance solutions: Home, Motor, Travel and Health.\nRole/Responsibility\t:   \tProject Lead/Development\n1. Understanding the Business process and data analysis of MSIG.\n1. Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model.\n1. Understanding of the data flow with different data source with SRS design.\n1. Business logic from various data source (Oracle) and flat file for data load and mapping.\n1. Following the standards for request approval for the change request and new development, Unit testing, UAT signoff and migration of the change/new development task to production.\n1. Training and support for the new report.\n\n\nTitle\t\t\t:        CBops Tail Management Dashboard\nDuration\t\t:        Aug 2015 to Dec 2016\nTechnologies\t\t:        Qlikview/Qlikview Server\nClient\t\t\t:        DBS (Singapore)\nClient Profile\t\t:       \nRole/Responsibility\t:   \tProject Lead/Development/Support\n1. Understanding the Business process and data analysis of Tail Management Process.\n1. Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model.\n1. Business logic from various data source (Teradata) and flat file for data load and mapping.\n1. Following the bank standards for request approval for the change request and new development, Unit testing, UAT signoff and migration of the change/new development task to production.\n\n\nTitle\t\t\t:        Corporate Dashboards\nDuration\t\t:        July 2013 to July 2015\nTechnologies\t\t:        Qlikview/Qlikview Server\nClient\t\t\t:        Global Foundries (Singapore)\nClient Profile\t\t:       \nGlobalFoundries (stylized as GLOBALFOUNDRIES) is a semiconductor foundry with its headquarters located in Milpitas, California. GlobalFoundries was created by the divestiture of the manufacturing arm of Advanced Micro Devices (AMD) on March 2, 2009, and expanded through the acquisition of Chartered Semiconductor on January 13, 2010. The Emirate of Abu Dhabi is the owner of the company through its subsidiary Advanced Technology Investment Company (ATIC). On March 4, 2012, AMD announced they divested their final 14% stake in the company, which concluded AMD's multi-year plan to divest its manufacturing arm\nRole/Responsibility\t:   \tProject Lead/Development/Support\n1. Understanding the Business process and data analysis of Global Foundries.\n1. Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model.\n1. Understanding of the data flow with different data source with SRS design.\n1. Business logic from various data source (Oracle, Sql Server, Sales Force, ServiceNow) and flat file for data load and mapping.\n1. Followed the approval and Service Request for the change request and new development, Unit Testing, UAT signoff and migration of the change/new development task to production.\n\nTitle\t\t\t:        ChinaTools Sales Report\nDuration\t\t:        Aug 2012 to June 2013\nTechnologies\t\t:        Qlikview\nClient\t\t\t:        Stanley Black & Decker Inc (Singapore)\nClient Profile\t\t:       \nStanley Black & Decker Corporation is an American manufacturer of power tools and accessories, hardware and home improvement products, and technology based fastening systems. Since 1843, company has set the standard for excellence in everything we do. No company on earth has a stronger or more compelling history of delivering the hardworking, innovative, powerful tools that help professionals around the world build, repair, and protect the world’s most valuable things. We are the leader in tools and security. We are Stanley Tools. We are DeWalt. We are Mac Tools. We are Porter-Cable. And we are much more. We are the doors that protect you at airports. We are the lock and deadbolt on your front door. We are the hydraulic breakers that rescue trapped earthquake survivors. We are the people on the phone in an emergency.\nRole/Responsibility\t:   \tProject Lead/Development\n1. Understanding the Business process and data analysis of Stanley Black & Decker Inc.\n1. Understanding of the data flow with different data source with SRS design.\n1. Dashboard creation with the data manipulation and business logic from various data source with Training.\n\nTitle\t\t\t:        Sales OP & AR\nDuration\t\t:        Aug 2012 to Jan 2013\nTechnologies\t\t:        Qlikview\nClient\t\t\t:        Stanley Black & Decker Inc (Singapore)\nClient Profile\t\t:       \nRole/Responsibility\t:        Project Lead/Development\n1. Understanding the Business process and requirement gathering from the Top Management users, coordinating with functional users and understanding their pain areas.\n1. Provide Architecture design for the entire implementation.\n\nTitle                       :        Eye on Orders V2-Report    \nDuration\t\t:        Nov 2012 to Jan 2013\nTechnologies\t\t:        Qlikview\nClient\t\t\t:        Bausch + Lomb (U S)\nClient Profile\t\t:                   \nBausch + Lomb is one of the best-known and most respected healthcare companies in the world.  Offering the world’s most comprehensive portfolio of eye health products, the company’s core businesses include contact lenses and lens care products, ophthalmic surgical devices and instruments, and ophthalmic pharmaceuticals. \nRole/Responsibility\t:    \tDevelopment\n1. Understanding the Business process and data analysis of Bausch + Lomb.\n1. Understanding of the data flow with requirement feasibility and documented the SRS design.\n1. Coding on the Macro for the requirement and mail sent through Qlikview on request. \n\n\nTitle\t\t\t:        Sales and Marketing\nDuration\t\t:        Sep 2011 to Jun 2012\nTechnologies\t\t:        Qlikview\nClient\t\t\t:        Videocon Telecommunication Limited (Gurgaon, India)\nClient Profile\t\t:       \nVideocon Telecommunications Limited is a Videocon Group company that offers GSM mobile services under the brand name Videocon, in India. It is headquartered at Gurgaon, Haryana. The Videocon Group is a global business conglomerate with a strong presence in Household Consumer Goods, Oil & Gas, Retail, Telecom, DTH and the Power sector.\nRole/Responsibility\t:   \tDevelopment\n1. Understanding the Business process and data analysis of Videocon about the telecom domain.\n1. To do development as well as Guide and monitor the rest of the team for the development of the dashboard and support. Also was involved in the development where complex logic was to be implemented and developed customized reports based on the End User inputs.\n1. Present the dashboard to the business user and take the necessary feedback.\n1. Take the signoff upon the project delivery.\n\nTitle\t\t\t:        Sales Analysis, POS and Inventory\nDuration\t\t:        Jun 2011 to Aug 2011\nTechnologies\t\t:        Qlikview\nClient\t\t\t:        Cisco Americas (Linksys)\nClient Profile\t\t:       \nLinksys is a brand of home and small office networking products and a company founded in 1988, which was acquired by Cisco Systems in 2003. Former Linksys products are now branded as Linksys by Cisco. Products currently and previously sold under the Linksys brand name include broadband and wireless routers, consumer and small business grade Ethernet switching, VoIP equipment, wireless internet video camera, AV products, network storage systems, and other products.\nRole/Responsibility\t:        Development\n1. Understand Business requirements, analysis and translate into Application and operational requirements.\n1. Created application for the reshuffling of the data on the master and transaction level for the given Business logic. \n1. Data on the basis of Excel Mapping gets updated for locked duration.\n1. Automation for the Master updating and Reversal creation on the data. \n\nTitle\t\t\t:         CR Productivity Dashboard\nDuration\t\t:         Jan 2011 to Sep 2011\nTechnologies\t\t:         Qlikview\nModule\t\t\t:         Collection and Scorecard\nClient\t\t\t:         Phillips & Cohen Associates, Ltd. (PNC)\nClient Profile\t\t:       \nPhillips & Cohen Associates, Ltd. delivers measurably superior collection services. With over a decade of proven performance, in addition to our delinquent account recovery solutions we offer a wide range of specialty services including Deceased Account Care Solutions, Cease & Desist/Debt Management Collections and Small Business Credit Solutions to Fortune 500 leaders, banks and creditors in a host of industries and service sectors including Utility and Healthcare.\nRole/Responsibility\t:         Developer\n1. Analyzing the system requirements and performing logical and physical design of the database with the Data Modeling.\n1. Understand Business requirements, analysis and translate into Application and operational requirements.\n1. Created Dashboard and Reports for all the users accessing the application according to their requirements \n\nTitle\t\t\t:         Comtech Collection\nDuration\t\t:         Jan 2011 to Sep 2011\nTechnologies\t\t:         Qlikview\nModule\t\t\t:         Collection, Productivity and HR\nClient\t\t\t:\tNational Credit Adjusters, LLc (NCA)\nClient Profile\t\t:       \nNational Credit Adjusters (NCA) specializes in delinquent account receivables for a variety of industries including retail and financial services. NCA conducts business with respect, dignity, and fairness by employing many of the industry's most well-trained and experienced professionals.\t\nRole/Responsibility\t:   \tDeveloper\n1. Analyzing the system requirements and performing logical and physical design of the database with the Data Modeling.\n1. Understand Business requirements, analysis and translate into Application and operational requirements.\n\n\nPERSONAL VITAE\nInnovative and creative, Passionate, Teamwork, Perseverance, Hardworking and Honest. Communicates well, both written and oral and enjoy working with a wide range of people. Willing to travel and relocate.\t\nFather’s Name\t:             Late Mr. M.P.Gupta\nDate of Birth\t\t:             2nd Dec 1980\nAddress\t\t:\t     #09-359, Block 642B, Punggol Drive, Singapore - 822642\nNationality\t\t:             Indian\n \t\nDate: 22-Aug-19\nPlace: Singapore\t              \t\t\t\t\t\t\t (Jeetendra Gupta)","annotation":[{"label":["Name"],"points":[{"start":16882,"end":16896,"text":"Jeetendra Gupta"}]},{"label":["Total experience"],"points":[{"start":13637,"end":14103,"text":"Linksys is a brand of home and small office networking products and a company founded in 1988, which was acquired by Cisco Systems in 2003. Former Linksys products are now branded as Linksys by Cisco. Products currently and previously sold under the Linksys brand name include broadband and wireless routers, consumer and small business grade Ethernet switching, VoIP equipment, wireless internet video camera, AV products, network storage systems, and other products"}]},{"label":["Total experience"],"points":[{"start":12588,"end":12922,"text":"Videocon Telecommunications Limited is a Videocon Group company that offers GSM mobile services under the brand name Videocon, in India. It is headquartered at Gurgaon, Haryana. The Videocon Group is a global business conglomerate with a strong presence in Household Consumer Goods, Oil & Gas, Retail, Telecom, DTH and the Power sector"}]},{"label":["Total experience"],"points":[{"start":9933,"end":10482,"text":"Stanley Black & Decker Corporation is an American manufacturer of power tools and accessories, hardware and home improvement products, and technology based fastening systems. Since 1843, company has set the standard for excellence in everything we do. No company on earth has a stronger or more compelling history of delivering the hardworking, innovative, powerful tools that help professionals around the world build, repair, and protect the world’s most valuable things. We are the leader in tools and security. We are Stanley Tools. We are DeWalt"}]},{"label":["Skills"],"points":[{"start":9471,"end":9476,"text":"Oracle"}]},{"label":["Total experience"],"points":[{"start":9224,"end":9346,"text":"Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model"}]},{"label":["Total experience"],"points":[{"start":7865,"end":7987,"text":"Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model"}]},{"label":["Skills"],"points":[{"start":7247,"end":7252,"text":"Oracle"}]},{"label":["Total experience"],"points":[{"start":7000,"end":7122,"text":"Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model"}]},{"label":["Total experience"],"points":[{"start":5991,"end":6113,"text":"Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model"}]},{"label":["Total experience"],"points":[{"start":5178,"end":5300,"text":"Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model"}]},{"label":["Total experience"],"points":[{"start":4612,"end":5026,"text":"DBS is a leading financial services group in Asia, with over 280 branches across 18 markets. We are headquartered in Singapore, with a growing presence in Greater China, Southeast Asia and South Asia. As a bank born and bred in Asia, we are well-positioned as your partner to capture opportunities across the region. We invite you to be part of our journey towards becoming the Asian bank of choice for the new Asia"}]},{"label":["Total experience"],"points":[{"start":4097,"end":4219,"text":"Requirement gathering from the Business user and get the document signoff with the proposed dataflow diagram and Data Model"}]},{"label":["Total experience"],"points":[{"start":3365,"end":3537,"text":"At Nippon Paint, we believe everyone can become an expert in paints. By furnishing our customers with the finest paint products you can paint the world in the way you desire"}]},{"label":["Number of company worked"],"points":[{"start":3067,"end":3089,"text":"Team Computers Pvt. Ltd"}]},{"label":["Number of company worked"],"points":[{"start":2963,"end":2995,"text":"Benetton India Pvt. Ltd., Gurgaon"}]},{"label":["Number of company worked"],"points":[{"start":2862,"end":2884,"text":"Team Computers Pvt. Ltd"}]},{"label":["Experience in current company"],"points":[{"start":2765,"end":2795,"text":"Icon Business Solutions Pte Ltd"}]},{"label":["Last company"],"points":[{"start":2649,"end":2672,"text":"Comtel Solutions Pte Ltd"}]},{"label":["Experience in current company"],"points":[{"start":2553,"end":2583,"text":"Icon Business Solutions Pte Ltd"}]},{"label":["Highest degree"],"points":[{"start":2295,"end":2461,"text":"B-Tech with Computer Science & Engineering from Dr. K.N.Modi Institute of Engineering and Technology, Modinagar, affiliated to U.P Technical University, Lucknow, India"}]},{"label":["Skills"],"points":[{"start":2265,"end":2274,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":2255,"end":2262,"text":"VBScript"}]},{"label":["Skills"],"points":[{"start":2249,"end":2252,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":2099,"end":2107,"text":"MS Access"}]},{"label":["Skills"],"points":[{"start":2073,"end":2082,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":2065,"end":2070,"text":"Oracle"}]},{"label":["Total experience"],"points":[{"start":1070,"end":1141,"text":"Part of many End to End implementations with prestigious clients in Qlik"}]},{"label":["Total experience"],"points":[{"start":651,"end":858,"text":"Handling Pre-sales/support activities mainly focused on technical architecture of the product and proposed solution. Conduct Proof of Concept (POC)/seeing is Believing (SIB) for Business Intelligence solution"}]},{"label":["Total experience"],"points":[{"start":542,"end":646,"text":"Extensive hands on experience in Business Analysis, Requirement Analysis, and Feasibility of Requirements"}]},{"label":["Total experience"],"points":[{"start":400,"end":537,"text":"Strong experience of end to end BI Implementation with Full SDLC life cycle, skills in terms of Business Intelligence using Qlik (BI Tool)"}]},{"label":["Email"],"points":[{"start":205,"end":221,"text":"jeeten7@gmail.com"}]},{"label":["Phone"],"points":[{"start":178,"end":189,"text":"+65-93847423"}]},{"label":["Total experience"],"points":[{"start":52,"end":166,"text":"Offering 9+ years of IT experience across Project management, Presales, design, development of software application"}]},{"label":["designation"],"points":[{"start":16,"end":37,"text":"Senior Lead Consultant"}]},{"label":["Name"],"points":[{"start":0,"end":14,"text":"Jeetendra Gupta"}]}],"extras":null,"metadata":{"first_done_at":1626852063000,"last_updated_at":1626852063000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Email: h16022@astra.xlri.ac.in | Address: Room 115, MTR, Old Hostel, XLRI Jamshedpur | Phone: +91 8866748579 \n\n    \n \n\nDegree Board / University Institute % / CGPA Year \nPGDHRM XLRI XLRI, Jamshedpur 6.09/8 2018 \n\nBE(Bio-Medical) Gujarat Technological University L.D. College of Engineering 7.21/10 2013 \n\nClass XII GSHSEB P.V. Modi High School 83.23% 2009 \n\nClass X GSHSEB Sanskardeep Vidhyalaya 80.14% 2007 \n\nACADEMIC  ACHIEVEMENTS \n\nLDCE  Among top 0.05% of students in Gujarat Technological University at State Level 2013 \n\nCompetitions \n\n Awarded PPI by Bajaj Auto & selected as Campus Finalist for Bajaj offroad out of 75 teams  \n\n Campus Winner of Titan Elevate 2016 - flagship competition of Titan Company \n\n Winner of Quizthon-5, conducted by Aviva life insurance across 18 B-school campuses   \n\n National Winner of the ‘Google Hunt’ event held at Technical Symposium Technoaspire’7 \n\n2017\n2016 \n2016 \n2011 \n\n                                                                              SUMMER INTERNSHIP -  SUN PHARMA                                         Apr 17 - June 17 \n\nObjective  Review of competitiveness and legal compliance of existing HR benefits post Ranbaxy integration \n\nScope  26 current benefits provided to 4000+ employees of 8 major countries in Emerging Markets \n\nApproach \n\n Undertook secondary research to identify prevalent benefits & local requirements for each country \n\n Captured as-is benefits through policy manual study & discussion with HR teams over 30+ meetings \n\n Performed gap analysis by assessing existing benefits w.r.t local labor laws for statutory compliance \n\n Analyzed market competitiveness of benefits basis Mercer’s reports & leading market practices \n\nBusiness Impact  Proposed recommendations applying cost-benefit & feasibility analysis thereby saving 10000+ USD \n\nWORK EXPERIENCE (28 months) \n\nSystems Engineer                                                   TATA CONSULTANCY SERVICES                                                      Dec 13 - Mar 16                      \n\nResponsibilities \n Built core infrastructure of National Pension System (e-NPS) for the largest depository of India \n\n Prepared project test plans, drove timelines and coordinated with process owners for bug closure  \n\n Spearheaded integration and process improvements of 13 new modules for real-time staging \n\nAchievements \n\n Managed 1 crore subscribers and assets worth of ₹ 1.09 lakh crore in production environment \n\n Maintained 99% accuracy by capturing precise requirements, tracking defects & escalating in-time \n\n Hand-picked by the client out of 65 team members for on-site support and knowledge transfer \n\n Awarded as “outstanding performer” by client 7 times for defect-free and timely deliverables \n\nPOSITIONS OF RESPONSIBILITY \n\nAdmin Team, \nSummer Meet \n\n Gathered footfall of 500+ alumni across Mumbai & handled registration funds of 6 lakhs \n\n Responsible for logistics planning, local sponsorship drive and manpower management \n2017 \n\nOrganizing Team,  \nHomecoming \n\n Managed accommodation, hospitality and related logistics of about 200 visiting delegates \n Organized Pole Vault, a panel discussion cum alumni-student interactive session \n\n2016 \n\nCore Member, \nVidhyaguru \nFoundation \n\n Instrumental in establishing ‘Lallubhai Sheth Aaraogya Mandir’ free healthcare services \n\n Conceptualized and successfully executed fundraising campaign of ₹ 10 day/person \n\n Increased savings by 1.4 lakhs by optimizing purchase of Ultrasound machines for dialysis  \n\n2014 \n- \n\n2016 \n\nSupport team, \nInsight (IIM-A) \n\n Led publicity campaign in various colleges and undertook research to gauge local interests \n\n Secured increase in workshops’ registration fee income by 97.6% & in footfall by 32 times \n2012 \n\nExec. Member, \nJoy Fest, LDCE \n\n Organized Joy Fest for underprivileged kids of Ahmedabad with the total budget of 1 lakh \n\n Handled logistics of all the planned competitions, cultural events and health checkup  \n2011 \n\nCore Member, \nAwareness Team \n\n Coordinated with a team of doctors to spread awareness about Thalassemia disease \n\n Led a campaign across LDCE campus resulting in 1000+ participants taking Thalassemia test \n2010 \n\nLIVE PROJECTS \n\nDugout,  \nT&D \n\n Designed Training Plan for stewards along with evaluation model & ROI projection of 307%  \n\n Received token of appreciation and interest towards implementation from the client \n2017 \n\nAssessor, \nMCCD \n\n Observed and evaluated multiple assessees on their areas of strength and improvement \n\n Suggested developmental tips for the competencies rated below the required standard \n2017 \n\nCHD 1918,  \nMaxi Fair \n\n Conducted disguised market research, profiling & lifestyle segmentation for jewellery store  \n\n Drafted positioning basis consumption pattern of 239 respondents & cannibalization scene \n2017 \n\nEXTRA-CURRICULARS \n\nJamshedpur Run  Gathered footfall of 1100+ participants; on-ground execution; logistics for 5/10 km marathon 2016 \n\nSocial Work \n Taught English & other subjects to underprivileged children as part of Purpose4life initiative \n\n As a member of Giants group took up various social service projects in span of 2 years \n\n2016 \n2015 \n\nLiterary  Won 1st price twice in “on the spot essay writing competition” at District level held by JAYCEES 2004 \n\n Jinal Doshi \n  Human Resource Management | 2016-18","annotation":null,"extras":null,"metadata":{"first_done_at":1626849092000,"last_updated_at":1626849092000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Email: h16022@astra.xlri.ac.in | Address: Room 115, MTR, Old Hostel, XLRI Jamshedpur | Phone: +91 8866748579 \n\n    \n \n\nDegree Board / University Institute % / CGPA Year \nPGDHRM XLRI XLRI, Jamshedpur 6.09/8 2018 \n\nBE(Bio-Medical) Gujarat Technological University L.D. College of Engineering 7.21/10 2013 \n\nClass XII GSHSEB P.V. Modi High School 83.23% 2009 \n\nClass X GSHSEB Sanskardeep Vidhyalaya 80.14% 2007 \n\nACADEMIC  ACHIEVEMENTS \n\nLDCE  Among top 0.05% of students in Gujarat Technological University at State Level 2013 \n\nCompetitions \n\n Awarded PPI by Bajaj Auto & selected as Campus Finalist for Bajaj offroad out of 75 teams  \n\n Campus Winner of Titan Elevate 2016 - flagship competition of Titan Company \n\n Winner of Quizthon-5, conducted by Aviva life insurance across 18 B-school campuses   \n\n National Winner of the ‘Google Hunt’ event held at Technical Symposium Technoaspire’7 \n\n2017\n2016 \n2016 \n2011 \n\n                                                                              SUMMER INTERNSHIP -  SUN PHARMA                                         Apr 17 - June 17 \n\nObjective  Review of competitiveness and legal compliance of existing HR benefits post Ranbaxy integration \n\nScope  26 current benefits provided to 4000+ employees of 8 major countries in Emerging Markets \n\nApproach \n\n Undertook secondary research to identify prevalent benefits & local requirements for each country \n\n Captured as-is benefits through policy manual study & discussion with HR teams over 30+ meetings \n\n Performed gap analysis by assessing existing benefits w.r.t local labor laws for statutory compliance \n\n Analyzed market competitiveness of benefits basis Mercer’s reports & leading market practices \n\nBusiness Impact  Proposed recommendations applying cost-benefit & feasibility analysis thereby saving 10000+ USD \n\nWORK EXPERIENCE (28 months) \n\nSystems Engineer                                                   TATA CONSULTANCY SERVICES                                                      Dec 13 - Mar 16                      \n\nResponsibilities \n Built core infrastructure of National Pension System (e-NPS) for the largest depository of India \n\n Prepared project test plans, drove timelines and coordinated with process owners for bug closure  \n\n Spearheaded integration and process improvements of 13 new modules for real-time staging \n\nAchievements \n\n Managed 1 crore subscribers and assets worth of ₹ 1.09 lakh crore in production environment \n\n Maintained 99% accuracy by capturing precise requirements, tracking defects & escalating in-time \n\n Hand-picked by the client out of 65 team members for on-site support and knowledge transfer \n\n Awarded as “outstanding performer” by client 7 times for defect-free and timely deliverables \n\nPOSITIONS OF RESPONSIBILITY \n\nAdmin Team, \nSummer Meet \n\n Gathered footfall of 500+ alumni across Mumbai & handled registration funds of 6 lakhs \n\n Responsible for logistics planning, local sponsorship drive and manpower management \n2017 \n\nOrganizing Team,  \nHomecoming \n\n Managed accommodation, hospitality and related logistics of about 200 visiting delegates \n Organized Pole Vault, a panel discussion cum alumni-student interactive session \n\n2016 \n\nCore Member, \nVidhyaguru \nFoundation \n\n Instrumental in establishing ‘Lallubhai Sheth Aaraogya Mandir’ free healthcare services \n\n Conceptualized and successfully executed fundraising campaign of ₹ 10 day/person \n\n Increased savings by 1.4 lakhs by optimizing purchase of Ultrasound machines for dialysis  \n\n2014 \n- \n\n2016 \n\nSupport team, \nInsight (IIM-A) \n\n Led publicity campaign in various colleges and undertook research to gauge local interests \n\n Secured increase in workshops’ registration fee income by 97.6% & in footfall by 32 times \n2012 \n\nExec. Member, \nJoy Fest, LDCE \n\n Organized Joy Fest for underprivileged kids of Ahmedabad with the total budget of 1 lakh \n\n Handled logistics of all the planned competitions, cultural events and health checkup  \n2011 \n\nCore Member, \nAwareness Team \n\n Coordinated with a team of doctors to spread awareness about Thalassemia disease \n\n Led a campaign across LDCE campus resulting in 1000+ participants taking Thalassemia test \n2010 \n\nLIVE PROJECTS \n\nDugout,  \nT&D \n\n Designed Training Plan for stewards along with evaluation model & ROI projection of 307%  \n\n Received token of appreciation and interest towards implementation from the client \n2017 \n\nAssessor, \nMCCD \n\n Observed and evaluated multiple assessees on their areas of strength and improvement \n\n Suggested developmental tips for the competencies rated below the required standard \n2017 \n\nCHD 1918,  \nMaxi Fair \n\n Conducted disguised market research, profiling & lifestyle segmentation for jewellery store  \n\n Drafted positioning basis consumption pattern of 239 respondents & cannibalization scene \n2017 \n\nEXTRA-CURRICULARS \n\nJamshedpur Run  Gathered footfall of 1100+ participants; on-ground execution; logistics for 5/10 km marathon 2016 \n\nSocial Work \n Taught English & other subjects to underprivileged children as part of Purpose4life initiative \n\n As a member of Giants group took up various social service projects in span of 2 years \n\n2016 \n2015 \n\nLiterary  Won 1st price twice in “on the spot essay writing competition” at District level held by JAYCEES 2004 \n\n Jinal Doshi \n  Human Resource Management | 2016-18","annotation":null,"extras":null,"metadata":{"first_done_at":1626849088000,"last_updated_at":1626849088000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Email: h16022@astra.xlri.ac.in | Address: Room 115, MTR, Old Hostel, XLRI Jamshedpur | Phone: +91 8866748579 \n\n    \n \n\nDegree Board / University Institute % / CGPA Year \nPGDHRM XLRI XLRI, Jamshedpur 6.09/8 2018 \n\nBE(Bio-Medical) Gujarat Technological University L.D. College of Engineering 7.21/10 2013 \n\nClass XII GSHSEB P.V. Modi High School 83.23% 2009 \n\nClass X GSHSEB Sanskardeep Vidhyalaya 80.14% 2007 \n\nACADEMIC  ACHIEVEMENTS \n\nLDCE  Among top 0.05% of students in Gujarat Technological University at State Level 2013 \n\nCompetitions \n\n Awarded PPI by Bajaj Auto & selected as Campus Finalist for Bajaj offroad out of 75 teams  \n\n Campus Winner of Titan Elevate 2016 - flagship competition of Titan Company \n\n Winner of Quizthon-5, conducted by Aviva life insurance across 18 B-school campuses   \n\n National Winner of the ‘Google Hunt’ event held at Technical Symposium Technoaspire’7 \n\n2017\n2016 \n2016 \n2011 \n\n                                                                              SUMMER INTERNSHIP -  SUN PHARMA                                         Apr 17 - June 17 \n\nObjective  Review of competitiveness and legal compliance of existing HR benefits post Ranbaxy integration \n\nScope  26 current benefits provided to 4000+ employees of 8 major countries in Emerging Markets \n\nApproach \n\n Undertook secondary research to identify prevalent benefits & local requirements for each country \n\n Captured as-is benefits through policy manual study & discussion with HR teams over 30+ meetings \n\n Performed gap analysis by assessing existing benefits w.r.t local labor laws for statutory compliance \n\n Analyzed market competitiveness of benefits basis Mercer’s reports & leading market practices \n\nBusiness Impact  Proposed recommendations applying cost-benefit & feasibility analysis thereby saving 10000+ USD \n\nWORK EXPERIENCE (28 months) \n\nSystems Engineer                                                   TATA CONSULTANCY SERVICES                                                      Dec 13 - Mar 16                      \n\nResponsibilities \n Built core infrastructure of National Pension System (e-NPS) for the largest depository of India \n\n Prepared project test plans, drove timelines and coordinated with process owners for bug closure  \n\n Spearheaded integration and process improvements of 13 new modules for real-time staging \n\nAchievements \n\n Managed 1 crore subscribers and assets worth of ₹ 1.09 lakh crore in production environment \n\n Maintained 99% accuracy by capturing precise requirements, tracking defects & escalating in-time \n\n Hand-picked by the client out of 65 team members for on-site support and knowledge transfer \n\n Awarded as “outstanding performer” by client 7 times for defect-free and timely deliverables \n\nPOSITIONS OF RESPONSIBILITY \n\nAdmin Team, \nSummer Meet \n\n Gathered footfall of 500+ alumni across Mumbai & handled registration funds of 6 lakhs \n\n Responsible for logistics planning, local sponsorship drive and manpower management \n2017 \n\nOrganizing Team,  \nHomecoming \n\n Managed accommodation, hospitality and related logistics of about 200 visiting delegates \n Organized Pole Vault, a panel discussion cum alumni-student interactive session \n\n2016 \n\nCore Member, \nVidhyaguru \nFoundation \n\n Instrumental in establishing ‘Lallubhai Sheth Aaraogya Mandir’ free healthcare services \n\n Conceptualized and successfully executed fundraising campaign of ₹ 10 day/person \n\n Increased savings by 1.4 lakhs by optimizing purchase of Ultrasound machines for dialysis  \n\n2014 \n- \n\n2016 \n\nSupport team, \nInsight (IIM-A) \n\n Led publicity campaign in various colleges and undertook research to gauge local interests \n\n Secured increase in workshops’ registration fee income by 97.6% & in footfall by 32 times \n2012 \n\nExec. Member, \nJoy Fest, LDCE \n\n Organized Joy Fest for underprivileged kids of Ahmedabad with the total budget of 1 lakh \n\n Handled logistics of all the planned competitions, cultural events and health checkup  \n2011 \n\nCore Member, \nAwareness Team \n\n Coordinated with a team of doctors to spread awareness about Thalassemia disease \n\n Led a campaign across LDCE campus resulting in 1000+ participants taking Thalassemia test \n2010 \n\nLIVE PROJECTS \n\nDugout,  \nT&D \n\n Designed Training Plan for stewards along with evaluation model & ROI projection of 307%  \n\n Received token of appreciation and interest towards implementation from the client \n2017 \n\nAssessor, \nMCCD \n\n Observed and evaluated multiple assessees on their areas of strength and improvement \n\n Suggested developmental tips for the competencies rated below the required standard \n2017 \n\nCHD 1918,  \nMaxi Fair \n\n Conducted disguised market research, profiling & lifestyle segmentation for jewellery store  \n\n Drafted positioning basis consumption pattern of 239 respondents & cannibalization scene \n2017 \n\nEXTRA-CURRICULARS \n\nJamshedpur Run  Gathered footfall of 1100+ participants; on-ground execution; logistics for 5/10 km marathon 2016 \n\nSocial Work \n Taught English & other subjects to underprivileged children as part of Purpose4life initiative \n\n As a member of Giants group took up various social service projects in span of 2 years \n\n2016 \n2015 \n\nLiterary  Won 1st price twice in “on the spot essay writing competition” at District level held by JAYCEES 2004 \n\n Jinal Doshi \n  Human Resource Management | 2016-18","annotation":null,"extras":null,"metadata":{"first_done_at":1626854761000,"last_updated_at":1626854761000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Email: h16022@astra.xlri.ac.in | Address: Room 115, MTR, Old Hostel, XLRI Jamshedpur | Phone: +91 8866748579 \n\n    \n \n\nDegree Board / University Institute % / CGPA Year \nPGDHRM XLRI XLRI, Jamshedpur 6.09/8 2018 \n\nBE(Bio-Medical) Gujarat Technological University L.D. College of Engineering 7.21/10 2013 \n\nClass XII GSHSEB P.V. Modi High School 83.23% 2009 \n\nClass X GSHSEB Sanskardeep Vidhyalaya 80.14% 2007 \n\nACADEMIC  ACHIEVEMENTS \n\nLDCE  Among top 0.05% of students in Gujarat Technological University at State Level 2013 \n\nCompetitions \n\n Awarded PPI by Bajaj Auto & selected as Campus Finalist for Bajaj offroad out of 75 teams  \n\n Campus Winner of Titan Elevate 2016 - flagship competition of Titan Company \n\n Winner of Quizthon-5, conducted by Aviva life insurance across 18 B-school campuses   \n\n National Winner of the ‘Google Hunt’ event held at Technical Symposium Technoaspire’7 \n\n2017\n2016 \n2016 \n2011 \n\n                                                                              SUMMER INTERNSHIP -  SUN PHARMA                                         Apr 17 - June 17 \n\nObjective  Review of competitiveness and legal compliance of existing HR benefits post Ranbaxy integration \n\nScope  26 current benefits provided to 4000+ employees of 8 major countries in Emerging Markets \n\nApproach \n\n Undertook secondary research to identify prevalent benefits & local requirements for each country \n\n Captured as-is benefits through policy manual study & discussion with HR teams over 30+ meetings \n\n Performed gap analysis by assessing existing benefits w.r.t local labor laws for statutory compliance \n\n Analyzed market competitiveness of benefits basis Mercer’s reports & leading market practices \n\nBusiness Impact  Proposed recommendations applying cost-benefit & feasibility analysis thereby saving 10000+ USD \n\nWORK EXPERIENCE (28 months) \n\nSystems Engineer                                                   TATA CONSULTANCY SERVICES                                                      Dec 13 - Mar 16                      \n\nResponsibilities \n Built core infrastructure of National Pension System (e-NPS) for the largest depository of India \n\n Prepared project test plans, drove timelines and coordinated with process owners for bug closure  \n\n Spearheaded integration and process improvements of 13 new modules for real-time staging \n\nAchievements \n\n Managed 1 crore subscribers and assets worth of ₹ 1.09 lakh crore in production environment \n\n Maintained 99% accuracy by capturing precise requirements, tracking defects & escalating in-time \n\n Hand-picked by the client out of 65 team members for on-site support and knowledge transfer \n\n Awarded as “outstanding performer” by client 7 times for defect-free and timely deliverables \n\nPOSITIONS OF RESPONSIBILITY \n\nAdmin Team, \nSummer Meet \n\n Gathered footfall of 500+ alumni across Mumbai & handled registration funds of 6 lakhs \n\n Responsible for logistics planning, local sponsorship drive and manpower management \n2017 \n\nOrganizing Team,  \nHomecoming \n\n Managed accommodation, hospitality and related logistics of about 200 visiting delegates \n Organized Pole Vault, a panel discussion cum alumni-student interactive session \n\n2016 \n\nCore Member, \nVidhyaguru \nFoundation \n\n Instrumental in establishing ‘Lallubhai Sheth Aaraogya Mandir’ free healthcare services \n\n Conceptualized and successfully executed fundraising campaign of ₹ 10 day/person \n\n Increased savings by 1.4 lakhs by optimizing purchase of Ultrasound machines for dialysis  \n\n2014 \n- \n\n2016 \n\nSupport team, \nInsight (IIM-A) \n\n Led publicity campaign in various colleges and undertook research to gauge local interests \n\n Secured increase in workshops’ registration fee income by 97.6% & in footfall by 32 times \n2012 \n\nExec. Member, \nJoy Fest, LDCE \n\n Organized Joy Fest for underprivileged kids of Ahmedabad with the total budget of 1 lakh \n\n Handled logistics of all the planned competitions, cultural events and health checkup  \n2011 \n\nCore Member, \nAwareness Team \n\n Coordinated with a team of doctors to spread awareness about Thalassemia disease \n\n Led a campaign across LDCE campus resulting in 1000+ participants taking Thalassemia test \n2010 \n\nLIVE PROJECTS \n\nDugout,  \nT&D \n\n Designed Training Plan for stewards along with evaluation model & ROI projection of 307%  \n\n Received token of appreciation and interest towards implementation from the client \n2017 \n\nAssessor, \nMCCD \n\n Observed and evaluated multiple assessees on their areas of strength and improvement \n\n Suggested developmental tips for the competencies rated below the required standard \n2017 \n\nCHD 1918,  \nMaxi Fair \n\n Conducted disguised market research, profiling & lifestyle segmentation for jewellery store  \n\n Drafted positioning basis consumption pattern of 239 respondents & cannibalization scene \n2017 \n\nEXTRA-CURRICULARS \n\nJamshedpur Run  Gathered footfall of 1100+ participants; on-ground execution; logistics for 5/10 km marathon 2016 \n\nSocial Work \n Taught English & other subjects to underprivileged children as part of Purpose4life initiative \n\n As a member of Giants group took up various social service projects in span of 2 years \n\n2016 \n2015 \n\nLiterary  Won 1st price twice in “on the spot essay writing competition” at District level held by JAYCEES 2004 \n\n Jinal Doshi \n  Human Resource Management | 2016-18","annotation":null,"extras":null,"metadata":{"first_done_at":1626849113000,"last_updated_at":1626849113000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Email: h16022@astra.xlri.ac.in | Address: Room 115, MTR, Old Hostel, XLRI Jamshedpur | Phone: +91 8866748579 \n\n    \n \n\nDegree Board / University Institute % / CGPA Year \nPGDHRM XLRI XLRI, Jamshedpur 6.09/8 2018 \n\nBE(Bio-Medical) Gujarat Technological University L.D. College of Engineering 7.21/10 2013 \n\nClass XII GSHSEB P.V. Modi High School 83.23% 2009 \n\nClass X GSHSEB Sanskardeep Vidhyalaya 80.14% 2007 \n\nACADEMIC  ACHIEVEMENTS \n\nLDCE  Among top 0.05% of students in Gujarat Technological University at State Level 2013 \n\nCompetitions \n\n Awarded PPI by Bajaj Auto & selected as Campus Finalist for Bajaj offroad out of 75 teams  \n\n Campus Winner of Titan Elevate 2016 - flagship competition of Titan Company \n\n Winner of Quizthon-5, conducted by Aviva life insurance across 18 B-school campuses   \n\n National Winner of the ‘Google Hunt’ event held at Technical Symposium Technoaspire’7 \n\n2017\n2016 \n2016 \n2011 \n\n                                                                              SUMMER INTERNSHIP -  SUN PHARMA                                         Apr 17 - June 17 \n\nObjective  Review of competitiveness and legal compliance of existing HR benefits post Ranbaxy integration \n\nScope  26 current benefits provided to 4000+ employees of 8 major countries in Emerging Markets \n\nApproach \n\n Undertook secondary research to identify prevalent benefits & local requirements for each country \n\n Captured as-is benefits through policy manual study & discussion with HR teams over 30+ meetings \n\n Performed gap analysis by assessing existing benefits w.r.t local labor laws for statutory compliance \n\n Analyzed market competitiveness of benefits basis Mercer’s reports & leading market practices \n\nBusiness Impact  Proposed recommendations applying cost-benefit & feasibility analysis thereby saving 10000+ USD \n\nWORK EXPERIENCE (28 months) \n\nSystems Engineer                                                   TATA CONSULTANCY SERVICES                                                      Dec 13 - Mar 16                      \n\nResponsibilities \n Built core infrastructure of National Pension System (e-NPS) for the largest depository of India \n\n Prepared project test plans, drove timelines and coordinated with process owners for bug closure  \n\n Spearheaded integration and process improvements of 13 new modules for real-time staging \n\nAchievements \n\n Managed 1 crore subscribers and assets worth of ₹ 1.09 lakh crore in production environment \n\n Maintained 99% accuracy by capturing precise requirements, tracking defects & escalating in-time \n\n Hand-picked by the client out of 65 team members for on-site support and knowledge transfer \n\n Awarded as “outstanding performer” by client 7 times for defect-free and timely deliverables \n\nPOSITIONS OF RESPONSIBILITY \n\nAdmin Team, \nSummer Meet \n\n Gathered footfall of 500+ alumni across Mumbai & handled registration funds of 6 lakhs \n\n Responsible for logistics planning, local sponsorship drive and manpower management \n2017 \n\nOrganizing Team,  \nHomecoming \n\n Managed accommodation, hospitality and related logistics of about 200 visiting delegates \n Organized Pole Vault, a panel discussion cum alumni-student interactive session \n\n2016 \n\nCore Member, \nVidhyaguru \nFoundation \n\n Instrumental in establishing ‘Lallubhai Sheth Aaraogya Mandir’ free healthcare services \n\n Conceptualized and successfully executed fundraising campaign of ₹ 10 day/person \n\n Increased savings by 1.4 lakhs by optimizing purchase of Ultrasound machines for dialysis  \n\n2014 \n- \n\n2016 \n\nSupport team, \nInsight (IIM-A) \n\n Led publicity campaign in various colleges and undertook research to gauge local interests \n\n Secured increase in workshops’ registration fee income by 97.6% & in footfall by 32 times \n2012 \n\nExec. Member, \nJoy Fest, LDCE \n\n Organized Joy Fest for underprivileged kids of Ahmedabad with the total budget of 1 lakh \n\n Handled logistics of all the planned competitions, cultural events and health checkup  \n2011 \n\nCore Member, \nAwareness Team \n\n Coordinated with a team of doctors to spread awareness about Thalassemia disease \n\n Led a campaign across LDCE campus resulting in 1000+ participants taking Thalassemia test \n2010 \n\nLIVE PROJECTS \n\nDugout,  \nT&D \n\n Designed Training Plan for stewards along with evaluation model & ROI projection of 307%  \n\n Received token of appreciation and interest towards implementation from the client \n2017 \n\nAssessor, \nMCCD \n\n Observed and evaluated multiple assessees on their areas of strength and improvement \n\n Suggested developmental tips for the competencies rated below the required standard \n2017 \n\nCHD 1918,  \nMaxi Fair \n\n Conducted disguised market research, profiling & lifestyle segmentation for jewellery store  \n\n Drafted positioning basis consumption pattern of 239 respondents & cannibalization scene \n2017 \n\nEXTRA-CURRICULARS \n\nJamshedpur Run  Gathered footfall of 1100+ participants; on-ground execution; logistics for 5/10 km marathon 2016 \n\nSocial Work \n Taught English & other subjects to underprivileged children as part of Purpose4life initiative \n\n As a member of Giants group took up various social service projects in span of 2 years \n\n2016 \n2015 \n\nLiterary  Won 1st price twice in “on the spot essay writing competition” at District level held by JAYCEES 2004 \n\n Jinal Doshi \n  Human Resource Management | 2016-18","annotation":null,"extras":null,"metadata":{"first_done_at":1626848552000,"last_updated_at":1626848552000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Email: h16022@astra.xlri.ac.in | Address: Room 115, MTR, Old Hostel, XLRI Jamshedpur | Phone: +91 8866748579 \n\n    \n \n\nDegree Board / University Institute % / CGPA Year \nPGDHRM XLRI XLRI, Jamshedpur 6.09/8 2018 \n\nBE(Bio-Medical) Gujarat Technological University L.D. College of Engineering 7.21/10 2013 \n\nClass XII GSHSEB P.V. Modi High School 83.23% 2009 \n\nClass X GSHSEB Sanskardeep Vidhyalaya 80.14% 2007 \n\nACADEMIC  ACHIEVEMENTS \n\nLDCE  Among top 0.05% of students in Gujarat Technological University at State Level 2013 \n\nCompetitions \n\n Awarded PPI by Bajaj Auto & selected as Campus Finalist for Bajaj offroad out of 75 teams  \n\n Campus Winner of Titan Elevate 2016 - flagship competition of Titan Company \n\n Winner of Quizthon-5, conducted by Aviva life insurance across 18 B-school campuses   \n\n National Winner of the ‘Google Hunt’ event held at Technical Symposium Technoaspire’7 \n\n2017\n2016 \n2016 \n2011 \n\n                                                                              SUMMER INTERNSHIP -  SUN PHARMA                                         Apr 17 - June 17 \n\nObjective  Review of competitiveness and legal compliance of existing HR benefits post Ranbaxy integration \n\nScope  26 current benefits provided to 4000+ employees of 8 major countries in Emerging Markets \n\nApproach \n\n Undertook secondary research to identify prevalent benefits & local requirements for each country \n\n Captured as-is benefits through policy manual study & discussion with HR teams over 30+ meetings \n\n Performed gap analysis by assessing existing benefits w.r.t local labor laws for statutory compliance \n\n Analyzed market competitiveness of benefits basis Mercer’s reports & leading market practices \n\nBusiness Impact  Proposed recommendations applying cost-benefit & feasibility analysis thereby saving 10000+ USD \n\nWORK EXPERIENCE (28 months) \n\nSystems Engineer                                                   TATA CONSULTANCY SERVICES                                                      Dec 13 - Mar 16                      \n\nResponsibilities \n Built core infrastructure of National Pension System (e-NPS) for the largest depository of India \n\n Prepared project test plans, drove timelines and coordinated with process owners for bug closure  \n\n Spearheaded integration and process improvements of 13 new modules for real-time staging \n\nAchievements \n\n Managed 1 crore subscribers and assets worth of ₹ 1.09 lakh crore in production environment \n\n Maintained 99% accuracy by capturing precise requirements, tracking defects & escalating in-time \n\n Hand-picked by the client out of 65 team members for on-site support and knowledge transfer \n\n Awarded as “outstanding performer” by client 7 times for defect-free and timely deliverables \n\nPOSITIONS OF RESPONSIBILITY \n\nAdmin Team, \nSummer Meet \n\n Gathered footfall of 500+ alumni across Mumbai & handled registration funds of 6 lakhs \n\n Responsible for logistics planning, local sponsorship drive and manpower management \n2017 \n\nOrganizing Team,  \nHomecoming \n\n Managed accommodation, hospitality and related logistics of about 200 visiting delegates \n Organized Pole Vault, a panel discussion cum alumni-student interactive session \n\n2016 \n\nCore Member, \nVidhyaguru \nFoundation \n\n Instrumental in establishing ‘Lallubhai Sheth Aaraogya Mandir’ free healthcare services \n\n Conceptualized and successfully executed fundraising campaign of ₹ 10 day/person \n\n Increased savings by 1.4 lakhs by optimizing purchase of Ultrasound machines for dialysis  \n\n2014 \n- \n\n2016 \n\nSupport team, \nInsight (IIM-A) \n\n Led publicity campaign in various colleges and undertook research to gauge local interests \n\n Secured increase in workshops’ registration fee income by 97.6% & in footfall by 32 times \n2012 \n\nExec. Member, \nJoy Fest, LDCE \n\n Organized Joy Fest for underprivileged kids of Ahmedabad with the total budget of 1 lakh \n\n Handled logistics of all the planned competitions, cultural events and health checkup  \n2011 \n\nCore Member, \nAwareness Team \n\n Coordinated with a team of doctors to spread awareness about Thalassemia disease \n\n Led a campaign across LDCE campus resulting in 1000+ participants taking Thalassemia test \n2010 \n\nLIVE PROJECTS \n\nDugout,  \nT&D \n\n Designed Training Plan for stewards along with evaluation model & ROI projection of 307%  \n\n Received token of appreciation and interest towards implementation from the client \n2017 \n\nAssessor, \nMCCD \n\n Observed and evaluated multiple assessees on their areas of strength and improvement \n\n Suggested developmental tips for the competencies rated below the required standard \n2017 \n\nCHD 1918,  \nMaxi Fair \n\n Conducted disguised market research, profiling & lifestyle segmentation for jewellery store  \n\n Drafted positioning basis consumption pattern of 239 respondents & cannibalization scene \n2017 \n\nEXTRA-CURRICULARS \n\nJamshedpur Run  Gathered footfall of 1100+ participants; on-ground execution; logistics for 5/10 km marathon 2016 \n\nSocial Work \n Taught English & other subjects to underprivileged children as part of Purpose4life initiative \n\n As a member of Giants group took up various social service projects in span of 2 years \n\n2016 \n2015 \n\nLiterary  Won 1st price twice in “on the spot essay writing competition” at District level held by JAYCEES 2004 \n\n Jinal Doshi \n  Human Resource Management | 2016-18","annotation":[{"label":["Total experience"],"points":[{"start":4879,"end":4993,"text":"Jamshedpur Run  Gathered footfall of 1100+ participants; on-ground execution; logistics for 5/10 km marathon 2016 "}]},{"label":["Total experience"],"points":[{"start":4253,"end":4341,"text":"Designed Training Plan for stewards along with evaluation model & ROI projection of 307% "}]},{"label":["Total experience"],"points":[{"start":3815,"end":3902,"text":"Organized Joy Fest for underprivileged kids of Ahmedabad with the total budget of 1 lakh"}]},{"label":["Total experience"],"points":[{"start":3266,"end":3352,"text":"Instrumental in establishing ‘Lallubhai Sheth Aaraogya Mandir’ free healthcare services"}]},{"label":["Total experience"],"points":[{"start":2380,"end":2470,"text":"Managed 1 crore subscribers and assets worth of ₹ 1.09 lakh crore in production environment"}]},{"label":["Total experience"],"points":[{"start":2170,"end":2266,"text":"Prepared project test plans, drove timelines and coordinated with process owners for bug closure "}]},{"label":["Total experience"],"points":[{"start":2069,"end":2164,"text":"Built core infrastructure of National Pension System (e-NPS) for the largest depository of India"}]},{"label":["Experience in current company"],"points":[{"start":1931,"end":1955,"text":"TATA CONSULTANCY SERVICES"}]},{"label":["designation"],"points":[{"start":1864,"end":1879,"text":"Systems Engineer"}]},{"label":["Total experience"],"points":[{"start":1622,"end":1830,"text":"Analyzed market competitiveness of benefits basis Mercer’s reports & leading market practices \n\nBusiness Impact  Proposed recommendations applying cost-benefit & feasibility analysis thereby saving 10000+ USD"}]},{"label":["Total experience"],"points":[{"start":1313,"end":1411,"text":"Undertook secondary research to identify prevalent benefits & local requirements for each country \n"}]},{"label":["Total experience"],"points":[{"start":1092,"end":1296,"text":"bjective  Review of competitiveness and legal compliance of existing HR benefits post Ranbaxy integration \n\nScope  26 current benefits provided to 4000+ employees of 8 major countries in Emerging Markets"}]},{"label":["10 %"],"points":[{"start":358,"end":406,"text":"Class X GSHSEB Sanskardeep Vidhyalaya 80.14% 2007"}]},{"label":["12 %"],"points":[{"start":305,"end":354,"text":"Class XII GSHSEB P.V. Modi High School 83.23% 2009"}]},{"label":["Highest degree"],"points":[{"start":213,"end":301,"text":"BE(Bio-Medical) Gujarat Technological University L.D. College of Engineering 7.21/10 2013"}]},{"label":["Highest degree"],"points":[{"start":170,"end":209,"text":"PGDHRM XLRI XLRI, Jamshedpur 6.09/8 2018"}]},{"label":["Phone"],"points":[{"start":98,"end":107,"text":"8866748579"}]},{"label":["Email"],"points":[{"start":7,"end":29,"text":"h16022@astra.xlri.ac.in"}]}],"extras":null,"metadata":{"first_done_at":1626846006000,"last_updated_at":1626846006000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "CURRICULUM VITAE\n\nJUHI  SONI\nAddress:  297, NK-2 Indirapuram\nE-mail ID:  juhison30993@gmail.com\nContact No:  7065900738\n                                                \t\n                                               \nCAREER OBJECTIVE\n\nTo constantly work in a challenging environment on cutting edge technologies and to contribute meaningfully towards the organizational and personal growth.\n\n\nACADEMIC QUALIFICATION \n\n\tstd.\n\tYr. of passing\n\tschool/college\n\tboard/univ.\n\tcgpa/percentage\n\n\tb.tech\n\t2011-2015\n\n\tSUNDEERDEEP COLLEGE OF ENGINEERING & TECHNOLOGY\n\tUPTU\n\t62%\n\n\tintermediate\n\t2010-2011\n\tRAM KISHAN INSTITUTE\n\tCBSE\n\t75%\n\n\tHigh School\n\t2009-2010\n\n\tRAM KISHAN INSTITUE\n\tCBSE\n\t75%\n\n\n\n\nCOMPUTER SKILL\n\n· Operating system platform:  Ubuntu 14, windows Xp, windows 7.\n· Tools: MS-Word,  Power Point.\n· Editor(Sublime, Notepad++)\n\n\n\nTECHNICAL SKILL\n\n· PHP\n· Wordpress\n· Codeigniter\n· jQuery\n· Ajax\n· HTML\n· CSS\n· MySQL\n\n\nWORK HISTORY\n\n· March 2018 to current\n      Working as PHP developer in XISPL.\n\n· May 2017 to March 2018\nWorked as WordPress developer in Flexsin Technology.\n\n\n\nPERSONAL SKILLS\n\n· Positive attitude, determined, High Energies\n· Hard Working and Sincere\n· Good decision making and analytical skills\n· Able to handle people in a very efficient way.\n\n\nHOBBIES\n· Listening Music\n· Programming\n· Travelling\n\n\nPERSONAL INFORMATION\n\nName                  :   Juhi Soni\nDOB                   :   30-9-1994\nFather’s Name\t\t:      Mr. Virendra\nMother’s Name         :    Mrs. Sunita\nGender\t\t\t:\tFemale\nLanguages Known\t:\tEnglish, Hindi.\t\nMarital Status\t\t:\tUnmarried\nNationality\t\t:\tIndian\n                                     \t\n                                                \nDECLARATION\n                                         \t\nI hereby declare that information developed in this document is accurate and precise as per my knowledge.\n\n                                      \n                                                                                 \n                                                                               (JUHI)","annotation":[{"label":["Experience in current company"],"points":[{"start":993,"end":997,"text":"XISPL"}]},{"label":["Skills"],"points":[{"start":976,"end":978,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":913,"end":917,"text":"MySQL"}]},{"label":["Skills"],"points":[{"start":907,"end":909,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":900,"end":903,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":893,"end":896,"text":"Ajax"}]},{"label":["Skills"],"points":[{"start":884,"end":889,"text":"jQuery"}]},{"label":["Skills"],"points":[{"start":852,"end":854,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":819,"end":827,"text":"Notepad++"}]},{"label":["Skills"],"points":[{"start":778,"end":784,"text":"MS-Word"}]},{"label":["10 %"],"points":[{"start":654,"end":672,"text":"RAM KISHAN INSTITUE"}]},{"label":["12 %"],"points":[{"start":570,"end":614,"text":"intermediate\n\t2010-2011\n\tRAM KISHAN INSTITUTE"}]},{"label":["Highest degree"],"points":[{"start":489,"end":555,"text":"b.tech\n\t2011-2015\n\n\tSUNDEERDEEP COLLEGE OF ENGINEERING & TECHNOLOGY"}]},{"label":["Total experience"],"points":[{"start":236,"end":389,"text":"To constantly work in a challenging environment on cutting edge technologies and to contribute meaningfully towards the organizational and personal growth"}]},{"label":["Phone"],"points":[{"start":109,"end":118,"text":"7065900738"}]},{"label":["Email"],"points":[{"start":73,"end":94,"text":"juhison30993@gmail.com"}]},{"label":["Name"],"points":[{"start":18,"end":27,"text":"JUHI  SONI"}]}],"extras":null,"metadata":{"first_done_at":1626849075000,"last_updated_at":1626849075000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Jyotin Goyal\n\n\n\n Gandhi Ganj, Saidpur Road, Gulaothi(Bulandshahr)203408\n Email ID:- jyotin.1990.goyal@gmail.com                                             Contact no:-+917417506572\n\n\tCareer  Objective\n\n\n\nI am looking out for a challenging job in Business Development with a competitive environment that offers me the opportunity to exploit my interpersonal and intellectual skills and experience to the maximum potential for the growth of self as well as of the concern where I get such a chance.\n\n\tSYNOPSIS\n\n\n\n· One year experience in Business Development at Sixpl and ten months experience in Search Engine Optimization at Codeyiizen. I am looking for a job in the field of business development to face more challenges that will help me to grow myself in a better way.\n\n\n\tPROFILE\n\n\n\n· Experience In Cold Calling.\n· Experience In project Management.\n· Experience In Project Delivery.\n· Experience in Search Engine Optimization.\n· Experience in bidding on freelancer websites.\n.\n\tEDUCATIONAL QUALIFICATION\n\n\n\n· Passed BCA(Bachelor in Computer Application) from Choudhary Charan Singh University.\n· Passed 12th from U.P. Board Allahabad.\n· Passed 10th from U.P. Board Allahabad\n\n\t                                 EXPERIENCE\n\n\n·  One year experience in Business Development at Sixpl.\n·  Ten months experience in Search Engine Optimization at Codeyiizen.            \n\n\t                                 STRENGTHS\n\n\n· Responsible.\n· Good Communication Skills.\n· Leadership Quality.\n\tPERSONAL DETAILS\n\n\n \nFather’s Name \t\t\t\t\t\t             Narendra Goyal\nDate Of Birth\t\t\t\t\t\t\t9th september 1992\nLanguage Known\t\t\t\t\t\tHindi,English,Punjabi,\nHobbies\t\t\t\t\t\t\tListening Music, Singing, Writing\n\n\nDATE:\t\tJyotin Goyal","annotation":[{"label":["Name"],"points":[{"start":1687,"end":1698,"text":"Jyotin Goyal"}]},{"label":["10 %"],"points":[{"start":1147,"end":1176,"text":"10th from U.P. Board Allahabad"}]},{"label":["12 %"],"points":[{"start":1106,"end":1135,"text":"12th from U.P. Board Allahabad"}]},{"label":["Grad. score"],"points":[{"start":1019,"end":1095,"text":"BCA(Bachelor in Computer Application) from Choudhary Charan Singh University."}]},{"label":["Total experience"],"points":[{"start":514,"end":771,"text":"One year experience in Business Development at Sixpl and ten months experience in Search Engine Optimization at Codeyiizen. I am looking for a job in the field of business development to face more challenges that will help me to grow myself in a better way.\n"}]},{"label":["Total experience"],"points":[{"start":205,"end":495,"text":"I am looking out for a challenging job in Business Development with a competitive environment that offers me the opportunity to exploit my interpersonal and intellectual skills and experience to the maximum potential for the growth of self as well as of the concern where I get such a chance"}]},{"label":["Phone"],"points":[{"start":171,"end":180,"text":"7417506572"}]},{"label":["Email"],"points":[{"start":84,"end":110,"text":"jyotin.1990.goyal@gmail.com"}]},{"label":["Address"],"points":[{"start":17,"end":70,"text":"Gandhi Ganj, Saidpur Road, Gulaothi(Bulandshahr)203408"}]},{"label":["Name"],"points":[{"start":0,"end":11,"text":"Jyotin Goyal"}]}],"extras":null,"metadata":{"first_done_at":1626842958000,"last_updated_at":1626842958000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Jyoti Sharma \n\n \n\n \nAddress​: Sushant Lok,Guragaon \n\nContact​ : 8826006180 \n\nEmail​ :​jyotics09@gmail.com \n\n \n\nProfessional Experience \n\n \n● Experienced PHP Developer with over 3 years of experience . Excellent reputation for resolving \n\nproblems, improving customer satisfaction, and driving overall operational improvements. \nConsistently saved costs while increasing profits. \n\n● Self-motivated Web Developer with high level of experience working on multiple projects. \nPassionate and hardworking with penchant for meeting deadlines. Interested in role with \ncompany promoting best practices and offering diverse customer projects. \n\n● Goal-oriented Web Developer with strong commitment to collaboration and solutions-oriented \nproblem-solving. Use various web design software to develop customer-focused websites and \ndesigns. Committed to high standards of web design, user experience, usability and speed for \nmultiple types of end-users. Successful at maintaining customer satisfaction through effective \ncustomer support. \n\nSkills \n\n \n● Programming \n● Strong Knowledge in Core PHP, MySql,Codeigniter \n● Laravel FrameWork \n● Angular Js \n● NodeJs \n● Mongo DB Basics \n● JQuery, JavaScript \n● Ajax \n\nmailto:jyotics09@gmail.com\n\n\n \n\nWork History \n \n\nPHP Developer​ ,Aug 2018 to Current \n\nQuy Technology​ -Gurugram,HR \n\n \n\n● Web Push FCM Integration \n● Stripe Integration \n● Pay U Integration \n● Worked on Codeigniter Framework And Core PHP \n● Started to Worked on NodeJs,Angular And MongoDB \n● MySql DB \n● Twillio Call Integration(Video & Audio Calls) \n● CKEditor Integration \n\nPHP Developer ​, Apr,2016 to Aug 2018 \n\nVibes Communication​ -Gurugram,HR \n\n● Used programming capabilities in PHP, SQL and JavaScript and other libraries as needed. \n● Send Grid Integration (Mail) \n● Rest API's \n● FCM Send Notification \n● Ajax, JQuery , JavaScript \n● Core PHP \n\nEducation \n \n\nBachelor of Technology – Computer Science                              2013 \n\nAligarh College of Engineering & Technology","annotation":[{"label":["Grad. score"],"points":[{"start":1875,"end":1915,"text":"Bachelor of Technology – Computer Science"}]},{"label":["Skills"],"points":[{"start":1836,"end":1845,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":1827,"end":1832,"text":"JQuery"}]},{"label":["Skills"],"points":[{"start":1705,"end":1714,"text":"JavaScript"}]},{"label":["Total experience"],"points":[{"start":1659,"end":1744,"text":"Used programming capabilities in PHP, SQL and JavaScript and other libraries as needed"}]},{"label":["Skills"],"points":[{"start":1467,"end":1472,"text":"NodeJs"}]},{"label":["Experience in current company"],"points":[{"start":1291,"end":1318,"text":"Quy Technology​ -Gurugram,HR"}]},{"label":["designation"],"points":[{"start":1253,"end":1266,"text":"PHP Developer​"}]},{"label":["Email"],"points":[{"start":1211,"end":1229,"text":"jyotics09@gmail.com"}]},{"label":["Skills"],"points":[{"start":1183,"end":1192,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":1175,"end":1180,"text":"JQuery"}]},{"label":["Skills"],"points":[{"start":1146,"end":1151,"text":"NodeJs"}]},{"label":["Skills"],"points":[{"start":1132,"end":1141,"text":"Angular Js"}]},{"label":["Total experience"],"points":[{"start":639,"end":1027,"text":"Goal-oriented Web Developer with strong commitment to collaboration and solutions-oriented \nproblem-solving. Use various web design software to develop customer-focused websites and \ndesigns. Committed to high standards of web design, user experience, usability and speed for \nmultiple types of end-users. Successful at maintaining customer satisfaction through effective \ncustomer support"}]},{"label":["Total experience"],"points":[{"start":383,"end":632,"text":"Self-motivated Web Developer with high level of experience working on multiple projects. \nPassionate and hardworking with penchant for meeting deadlines. Interested in role with \ncompany promoting best practices and offering diverse customer projects"}]},{"label":["Total experience"],"points":[{"start":238,"end":376,"text":"problems, improving customer satisfaction, and driving overall operational improvements. \nConsistently saved costs while increasing profits"}]},{"label":["Total experience"],"points":[{"start":141,"end":234,"text":"Experienced PHP Developer with over 3 years of experience . Excellent reputation for resolving"}]},{"label":["Email"],"points":[{"start":86,"end":104,"text":"jyotics09@gmail.com"}]},{"label":["Phone"],"points":[{"start":64,"end":73,"text":"8826006180"}]},{"label":["Name"],"points":[{"start":0,"end":11,"text":"Jyoti Sharma"}]}],"extras":null,"metadata":{"first_done_at":1626853393000,"last_updated_at":1626853393000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Jyoti Singh Contact No: +91-9540800333\n(SQL Developer) Mail: imjyotisingh3@yahoo.com\n\n2.6 years of experience in SQL Developer and technological areas improvement to achieve timely project\ncompletion. Meet project deliverable by combining user requirements with business prerequisites and budgetary\nallowance.\n\nPROFILE SUMMARY\n• 2. 6 years compound experience in IT.\n\n• SQL queries, Stored procedure& views in SQL 2008R2,2012\n\n• Extensive hands on experience in Designing and developing reports using SSRS.\n\n• Create and modifying database objects such as Tables, Views, Stored Procedures and Triggers etc.\n\n• Identify columns for Primary Keys in all the tables at the design time and create them.\n\n• Optimizing SQL queries for improving query time.\n\n• Create Functions to provide custom functionality as per the requirements.\n\n• RDBMS concepts and experience in creating, maintaining and tuning, Views, Stored Procedures,\n\nuser-defined functions and system function using T-SQL.\n\n• InterfacewithMSSQL/MySQL for technical support.\n\n• To review the database queries and train the software developers in writing Optimizedqueries.\n\n• Work as part of a team and provide 7x24 supports when required.\n\nTECHNICAL SKILLS\n\nCAREER HIGHLIGHTS\n• Worked As a Sr. Software Developer WithMedia Agility , Gurgaon From March 2019 To August2019.\n\n• Worked as a Assistant System Engineer with Tata Consultancy Services, Gurgaon (Payroll IDC Technologies)\n\nfrom October 2018 To January 2019.\n\n• Worked as a Software Engineer with Azeosoft Web Technologies Pvt Ltd, Lucknow from March 2017 to\n\nOctober 2018.\n\nDatabases : MS SQL SERVER 2008 R2/2012/2016\n\nReporting/BI\n\nTools :\n\nSSRS/SSDT\n\nSoftware : Visual studio, TFS\n\nOperating System : Windows XP/7 /8/10\n\nmailto:imjyotisingh3@yahoo.com\n\n\nPROJECTS DETAILS\n\nCompliance Science (Media Agility, Gurgaon)-\n\nIntroduction:Complisci is a leading provider of technology solutions that help compliance organizations\nidentify , monitor , manage and report on conflicts of interest arising from employees activities including personal\ntrading .\n\nTechnology: SQL SERVER 2012/2016\nLocation : Gurgaon , Haryana\n\nRole and Responsibilities :-\n\n• Writing Stored Procedure, Function, Index, Triggers ,View\n\n• Optimized & managed existing Sp.\n\n• Performed Error Handling in Sp.\n\n• Created Parameter, Drill down, Drill through, Sub reports etc\n\n• Responsible for understanding and analyzing the applications for the relevant upcoming projects.\n\nStryker Project (Tata Consultancy Services , Gurgaon)Payroll : IDC Technologies-\n\nIntroduction:Stryker is one of the world ’ s leading medical technologies companies and together with our\ncustomers, is driven to make health-care better.\n\nTechnology: SQL SERVER 2012/2016\nLocation : Gurgaon , Haryana\n\nRole and Responsibilities :-\n\n• Writing Stored Procedure, Function, Index, Triggers ,View\n\n• Optimized & managed existing Sp.\n\n• Performed Error Handling in Sp.\n\n• Created Parameter, Drill down, Drill through, Sub reports etc\n\n• Responsible for understanding and analyzing the applications for the relevant upcoming projects.\n\n\n\nCCTNS [Crime & Criminal Tracking Network & system] (Azeosoft Web Technologies)\n\nIntroduction:CCTNS is a Mission Mode Project of Govt. of India. CCTNS aims at creating a comprehensive and\nintegrated system for enhancing the efficiency and effectiveness of policing through adopting of principle of e-\nGovernance and creation of a nationwide networking infrastructure for evolution of IT-enabled-state-of-the-art\ntracking system around 'Investigation of crime and detection of criminals'.\n\nTechnology: SQL SERVER 2012/2014\nLocation : Lucknow, UP\n\nRole and Responsibilities :-\n\n• Writing Stored Procedure, Function, Index, Triggers ,View\n\n• Optimized & managed existing Sp.\n\n• Performed Error Handling in Sp.\n\n• Created Parameter, Drill down, Drill through, Sub reports etc\n\n• Responsible for understanding and analyzing the applications for the relevant upcoming projects.\n\nACADEMIC QUALIFICATION\n\nQualification Year\nSchool / Institute (Board /\n\nUniversity)\nMarks (%)\n\nB.Tech (C.S.) 2015 UPTU Lucknow 67%\n\nIntermediate 2010 UP Board 66%\n\nHigh School 2008 UP Board 52%\n\nDeclaration\n\nI hereby declare that the information furnished above is true and correct to the best of my knowledge and belief.\n\n(JYOTI SINGH)\n\n\n\tPROFILE SUMMARY\n\tTECHNICAL SKILLS\n\tCAREER HIGHLIGHTS\n\tPROJECTS DETAILS\n\tCompliance Science (Media Agility, Gurgaon)-\n\tRole and Responsibilities :-\n\n\tStryker Project (Tata Consultancy Services , Gurga\n\tRole and Responsibilities :-\n\n\tCCTNS [Crime & Criminal Tracking Network & system]\n\tRole and Responsibilities :-\n\tDeclaration\n\t(JYOTI SINGH)","annotation":[{"label":["Last company"],"points":[{"start":4464,"end":4488,"text":"Tata Consultancy Services"}]},{"label":["10 %"],"points":[{"start":4122,"end":4150,"text":"High School 2008 UP Board 52%"}]},{"label":["12 %"],"points":[{"start":4090,"end":4119,"text":"Intermediate 2010 UP Board 66%"}]},{"label":["Highest degree"],"points":[{"start":4053,"end":4087,"text":"B.Tech (C.S.) 2015 UPTU Lucknow 67%"}]},{"label":["Total experience"],"points":[{"start":3860,"end":3954,"text":"Responsible for understanding and analyzing the applications for the relevant upcoming projects"}]},{"label":["Total experience"],"points":[{"start":3760,"end":3789,"text":"Performed Error Handling in Sp"}]},{"label":["Skills"],"points":[{"start":3586,"end":3600,"text":"SQL SERVER 2012"}]},{"label":["Total experience"],"points":[{"start":3166,"end":3569,"text":"Introduction:CCTNS is a Mission Mode Project of Govt. of India. CCTNS aims at creating a comprehensive and\nintegrated system for enhancing the efficiency and effectiveness of policing through adopting of principle of e-\nGovernance and creation of a nationwide networking infrastructure for evolution of IT-enabled-state-of-the-art\ntracking system around 'Investigation of crime and detection of criminals"}]},{"label":["Total experience"],"points":[{"start":2986,"end":3080,"text":"Responsible for understanding and analyzing the applications for the relevant upcoming projects"}]},{"label":["Total experience"],"points":[{"start":2886,"end":2915,"text":"Performed Error Handling in Sp"}]},{"label":["Skills"],"points":[{"start":2706,"end":2720,"text":"SQL SERVER 2012"}]},{"label":["Last company"],"points":[{"start":2473,"end":2497,"text":"Tata Consultancy Services"}]},{"label":["Total experience"],"points":[{"start":2358,"end":2452,"text":"Responsible for understanding and analyzing the applications for the relevant upcoming projects"}]},{"label":["Total experience"],"points":[{"start":2258,"end":2287,"text":"Performed Error Handling in Sp"}]},{"label":["Skills"],"points":[{"start":2078,"end":2092,"text":"SQL SERVER 2012"}]},{"label":["Total experience"],"points":[{"start":1834,"end":2061,"text":"Introduction:Complisci is a leading provider of technology solutions that help compliance organizations\nidentify , monitor , manage and report on conflicts of interest arising from employees activities including personal\ntrading"}]},{"label":["Email"],"points":[{"start":1744,"end":1766,"text":"imjyotisingh3@yahoo.com"}]},{"label":["Skills"],"points":[{"start":1661,"end":1664,"text":"SSDT"}]},{"label":["Skills"],"points":[{"start":1656,"end":1659,"text":"SSRS"}]},{"label":["Skills"],"points":[{"start":1600,"end":1617,"text":"MS SQL SERVER 2008"}]},{"label":["Number of company worked"],"points":[{"start":1510,"end":1542,"text":"Azeosoft Web Technologies Pvt Ltd"}]},{"label":["Last company"],"points":[{"start":1374,"end":1398,"text":"Tata Consultancy Services"}]},{"label":["Experience in current company"],"points":[{"start":1269,"end":1285,"text":"WithMedia Agility"}]},{"label":["designation"],"points":[{"start":1250,"end":1267,"text":"Software Developer"}]},{"label":["Total experience"],"points":[{"start":1034,"end":1125,"text":"To review the database queries and train the software developers in writing Optimizedqueries"}]},{"label":["Total experience"],"points":[{"start":983,"end":1028,"text":"InterfacewithMSSQL/MySQL for technical support"}]},{"label":["Total experience"],"points":[{"start":830,"end":977,"text":"RDBMS concepts and experience in creating, maintaining and tuning, Views, Stored Procedures,\n\nuser-defined functions and system function using T-SQL"}]},{"label":["Total experience"],"points":[{"start":753,"end":824,"text":"Create Functions to provide custom functionality as per the requirements"}]},{"label":["Total experience"],"points":[{"start":701,"end":747,"text":"Optimizing SQL queries for improving query time"}]},{"label":["Total experience"],"points":[{"start":610,"end":696,"text":"Identify columns for Primary Keys in all the tables at the design time and create them."}]},{"label":["Total experience"],"points":[{"start":510,"end":604,"text":"Create and modifying database objects such as Tables, Views, Stored Procedures and Triggers etc"}]},{"label":["Skills"],"points":[{"start":501,"end":504,"text":"SSRS"}]},{"label":["Total experience"],"points":[{"start":429,"end":504,"text":"Extensive hands on experience in Designing and developing reports using SSRS"}]},{"label":["Total experience"],"points":[{"start":370,"end":424,"text":"SQL queries, Stored procedure& views in SQL 2008R2,2012"}]},{"label":["Total experience"],"points":[{"start":86,"end":307,"text":"2.6 years of experience in SQL Developer and technological areas improvement to achieve timely project\ncompletion. Meet project deliverable by combining user requirements with business prerequisites and budgetary\nallowance"}]},{"label":["Email"],"points":[{"start":61,"end":83,"text":"imjyotisingh3@yahoo.com"}]},{"label":["Phone"],"points":[{"start":28,"end":37,"text":"9540800333"}]},{"label":["Name"],"points":[{"start":0,"end":10,"text":"Jyoti Singh"}]}],"extras":null,"metadata":{"first_done_at":1626847839000,"last_updated_at":1626847839000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "JYOTI SINGH \nOracle Developer \n\nPhone: 9911990549, 8178962636 | Email: jyotisingh91er@gmail.com |                      \n\nLinkedIn: http://www.linkedin.com/in/29jyotisingh \n\n \n\nOracle Developer with over 3+ years of programming experience as an Oracle PL/SQL And APEX Developer \n\nin Analysis, Design and Implementation of Business Applications and CRM using the Oracle Relational \n\nDatabase Management System(RDBMS), SQL, and PL/SQL on different platforms like Windows 7/8/10. \n\nInvolved in all phases of SDLC from analysis, design, development, testing, implementation and \n\nmaintenance with timely delivery against strict deadlines. \n\nCORE COMPETENCIES \n\nSQL, PL/SQL, Oracle 9i, Oracle 10g, 11g, 12C HTML, CSS, C++.  \n\nPROFESSIONAL EXPERIENCE \n\nOracle Developer \nNITS SOLUTIONS INDIA PVT.LTD.                                                                                            Feb 2018 to Present \n\n \n\nPROJECT: WPP (Wholesale Parts Pro) \n\nPROJECT SUMMARY: \n\n \n\nWholesale Parts Pro is a Wholesale Parts Marketing Solution that will provide integrated and personalized    \n\ncommunication to both collision and mechanical repair shops for multiple OEMs. \n\nThis Application is OEM compatible i.e. adaptable to multiple brands under different dealerships. The \n\nmain goal of this application is to create a CRM (Customer relationship management) solution that can \n\nmanage a dealership's wholesale sales as well as maintain touch points with the customer. This \n\nApplication will help the Client to know the Dealership details and Wholesale data as per Brand. \n\nThis Application have Modules like: Home, Customers, Performance Reporting, and Marketing etc. Main \n\nfeature of Customer module are the Activity Calendar and Smart maps. \n\n \n\nBack End: Oracle 10, 11.0, 11.2, 12c \n\nFront End: Oracle Apex 4.2, 5.0, 5.1 \n\nTeam Size: 3 \n\n Roles and Responsibilities: \n\n Getting Tasks from Onshore/Offshore Business Analyst using OMS-NAYA tool.  \n\n Interacting with Offshore Business Analyst and Team lead to understand the requirements \n\n Create and Maintain Reports using Oracle Apex Tool. \n\n Using PL/SQL Create Procedure, Functions, Views and Packages  \n\n Writing SQL queries and performing DML Statements. \n\n Performance tuning for the Reports. \n\n Production Bug fixing and Unit Testing. \n\n Preparing List of Deliverables file for the deployment. \n\n \n\n \n\nPROFESSIONAL SUMMARY  \n\n\n\n \nOracle Developer \nNITS SOLUTIONS INDIA PVT.LTD.                                                                                           June 2017 to Jan 2018 \n\n \n\nPROJECT: PIA BMP (Port Installed Accessories- Business Management Portal)                                                                                 \n\nPROJECT SUMMARY: \n\n \n\nThis Application keeps track to the forecasted Inventories, Options, Model, Parts and Accessories of Audi \n\nbrand’s car. This is primarily for Audi Brand’s Accessory Sales team. The different modules of this current \n\napplication helps the client to keep track of the inventories and end of life of any part like:  \n\nInventory Management (User are able see Demands, Inventory Levels, and Suggested Order Quantity per \n\nPart). \n\nObsolescence Risk Report (Ability to look at previous and future end of life options and parts to see if \n\nthere is a risk of obsolescence. \n\nRDC to Port Transfer Recommendations (At a specific port level, see how much demand is needed per \n\npart number, if the Port Inventory + In Transit satisfies demand, then transferring stock from RDC if \n\nnecessary.) \n\n \n\nBack End: Oracle 10, 11.0, 11.2, 12c \n\nFront End: Oracle Apex 4.2, 5.0, 5.1 \n\nTeam Size: 2 \n\n \n\nRoles and Responsibilities: \n\n Getting Tasks from Onshore Business Analyst using OMS-NAYA tool.  \n\n Interacting with Team lead to understand the requirements \n\n Create and Maintain Reports using Oracle Apex Tool. \n\n Using PL/SQL Create Procedure, Functions, Cursor, performing DML Statements and Packages  \n\n Writing SQL queries and Production issues bug Fixing. \n\n Unit Testing for the Reports. \n\n \n\nOracle Developer \nNITS SOLUTIONS INDIA PVT.LTD.                                                                                           May 2017 to Jun 2017 \n\n \n\nOTHER PROJECTS:  \n\nMAPP (Market Area Parts Potential), MAPP-R2, Aftersales IQ (AIQ) \n\n \n\nBack End: Oracle 10, 11.0, 11.2, 12c \n\nFront End: Oracle Apex 4.2, 5.0, 5.1 \n\nTeam Size: 3 \n\n \n\nRoles and Responsibilities: \n\n Interacting with Team lead to understand the requirements \n\n Maintain Reports (Sorting on columns, formatting on Report columns as per 3 and half rule, \n\nCreating breadcrumbs, hyperlinks etc.)  Using Oracle Apex Tool. \n\n Creating validations for filter using in the reports via Oracle Apex Tool. \n\n Using PL/SQL Create Packages ,Procedure for Report excel ,performing DML Statements and  \n\n Writing SQL queries and Production issues bug Fixing. \n\n Unit Testing for the Reports. \n\n\n\nOracle Developer \nCDD Global Solutions Ltd.                                                                                                        Aug 2016 to Apr 2017 \n\nPROJECTS:  ISWAG \n \nProject summary:  \n\nISWAG is cooperation between local authorities for disposal. Since then much has changed. Formerly all \n\nwaste was mixed: glass, paper, textiles, cans, plastic, you name it. That's no longer the case. People \n\nseparate their waste another year or 10 neatly beforehand. That saves a lot of garbage and that is \n\nimportant. We burn that last bit of residual waste in a grate furnace and we are doing so well that the flue \n\ngases are released only a fraction of the approved standards. That saves all the environment. But, we say, \n\nprevention is better than cure. The less waste we produce all together, the better it is.            \n\n \n\nBack End: Oracle 10g, 11.0, 11.2, 12C  \n\nTeam Size: 6 \n\nRoles and Responsibilities: \n\n Development of application customization according to requirement like Use validation, create \n\nfunctions, triggers, interface, procedure etc.     \n\n Writing SQL queries and modifying existing views as per requirement.        \n\n \n\n ACADEMICS \n\n          Master of Computer Application from UPTU, Lucknow with 73% in 2016.      \n\n          Bachelor of Computer Application from CCS University, Meerut with 69.9% in 2013. \n\n Sr. Secondary from H.B.S.E. Board 61% in 2009. \n\n High School from H.B.S.E. Board 73% in 2007. \n\n \n\n ACHIEVMENTS \n\n                Got 1st Price Improvement Award in MCA from 1st Year Marks to 2nd Year \n\nMarks. \n\n PERSONAL DETAILS \n\nFrom Ghaziabad, Govindpuram, U.P. \n\n Living at Gurugram, Haryana. \n\n D.O.B: 29th June 1991 \n\n \n\n   Hindi, English          \n\n    HOBBIES AND INTERESTS \n\n                                                           \n\n Music \n\n Playing Guitar \n\n Cooking \n\n \n\nDate: \n\nPlace: Gurugram        JYOTI SINGH","annotation":[{"label":["Name"],"points":[{"start":6774,"end":6784,"text":"JYOTI SINGH"}]},{"label":["10 %"],"points":[{"start":6305,"end":6347,"text":"High School from H.B.S.E. Board 73% in 2007"}]},{"label":["12 %"],"points":[{"start":6254,"end":6299,"text":" Sr. Secondary from H.B.S.E. Board 61% in 2009"}]},{"label":["Grad. score"],"points":[{"start":6171,"end":6249,"text":"Bachelor of Computer Application from CCS University, Meerut with 69.9% in 2013"}]},{"label":["Highest degree"],"points":[{"start":6086,"end":6152,"text":"Master of Computer Application from UPTU, Lucknow with 73% in 2016."}]},{"label":["Skills"],"points":[{"start":5990,"end":5992,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":5753,"end":5762,"text":"Oracle 10g"}]},{"label":["Skills"],"points":[{"start":5753,"end":5761,"text":"Oracle 10"}]},{"label":["Total experience"],"points":[{"start":5106,"end":5724,"text":"ISWAG is cooperation between local authorities for disposal. Since then much has changed. Formerly all \n\nwaste was mixed: glass, paper, textiles, cans, plastic, you name it. That's no longer the case. People \n\nseparate their waste another year or 10 neatly beforehand. That saves a lot of garbage and that is \n\nimportant. We burn that last bit of residual waste in a grate furnace and we are doing so well that the flue \n\ngases are released only a fraction of the approved standards. That saves all the environment. But, we say, \n\nprevention is better than cure. The less waste we produce all together, the better it is"}]},{"label":["designation"],"points":[{"start":4896,"end":4911,"text":"Oracle Developer"}]},{"label":["Skills"],"points":[{"start":4812,"end":4814,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":4720,"end":4722,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":4717,"end":4722,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":4291,"end":4299,"text":"Oracle 10"}]},{"label":["Experience in current company"],"points":[{"start":4046,"end":4073,"text":"NITS SOLUTIONS INDIA PVT.LTD"}]},{"label":["designation"],"points":[{"start":4028,"end":4043,"text":"Oracle Developer"}]},{"label":["Skills"],"points":[{"start":3943,"end":3945,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":3850,"end":3852,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":3847,"end":3852,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":3535,"end":3543,"text":"Oracle 10"}]},{"label":["Total experience"],"points":[{"start":2734,"end":3045,"text":"This Application keeps track to the forecasted Inventories, Options, Model, Parts and Accessories of Audi \n\nbrand’s car. This is primarily for Audi Brand’s Accessory Sales team. The different modules of this current \n\napplication helps the client to keep track of the inventories and end of life of any part like"}]},{"label":["Experience in current company"],"points":[{"start":2409,"end":2436,"text":"NITS SOLUTIONS INDIA PVT.LTD"}]},{"label":["designation"],"points":[{"start":2391,"end":2406,"text":"Oracle Developer"}]},{"label":["Skills"],"points":[{"start":2168,"end":2170,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2103,"end":2105,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2100,"end":2105,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":1751,"end":1759,"text":"Oracle 10"}]},{"label":["Total experience"],"points":[{"start":1161,"end":1733,"text":"This Application is OEM compatible i.e. adaptable to multiple brands under different dealerships. The \n\nmain goal of this application is to create a CRM (Customer relationship management) solution that can \n\nmanage a dealership's wholesale sales as well as maintain touch points with the customer. This \n\nApplication will help the Client to know the Dealership details and Wholesale data as per Brand. \n\nThis Application have Modules like: Home, Customers, Performance Reporting, and Marketing etc. Main \n\nfeature of Customer module are the Activity Calendar and Smart maps"}]},{"label":["Total experience"],"points":[{"start":969,"end":1156,"text":"Wholesale Parts Pro is a Wholesale Parts Marketing Solution that will provide integrated and personalized    \n\ncommunication to both collision and mechanical repair shops for multiple OEMs"}]},{"label":["Experience in current company"],"points":[{"start":764,"end":791,"text":"NITS SOLUTIONS INDIA PVT.LTD"}]},{"label":["designation"],"points":[{"start":746,"end":761,"text":"Oracle Developer"}]},{"label":["Skills"],"points":[{"start":712,"end":714,"text":"C++"}]},{"label":["Skills"],"points":[{"start":707,"end":709,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":701,"end":704,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":680,"end":689,"text":"Oracle 10g"}]},{"label":["Skills"],"points":[{"start":680,"end":688,"text":"Oracle 10"}]},{"label":["Skills"],"points":[{"start":669,"end":677,"text":"Oracle 9i"}]},{"label":["Skills"],"points":[{"start":664,"end":666,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":661,"end":666,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":656,"end":658,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":428,"end":430,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":425,"end":430,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":416,"end":418,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":254,"end":256,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":251,"end":256,"text":"PL/SQL"}]},{"label":["Total experience"],"points":[{"start":176,"end":631,"text":"Oracle Developer with over 3+ years of programming experience as an Oracle PL/SQL And APEX Developer \n\nin Analysis, Design and Implementation of Business Applications and CRM using the Oracle Relational \n\nDatabase Management System(RDBMS), SQL, and PL/SQL on different platforms like Windows 7/8/10. \n\nInvolved in all phases of SDLC from analysis, design, development, testing, implementation and \n\nmaintenance with timely delivery against strict deadlines"}]},{"label":["designation"],"points":[{"start":176,"end":191,"text":"Oracle Developer"}]},{"label":["Phone"],"points":[{"start":51,"end":60,"text":"8178962636"}]},{"label":["Phone"],"points":[{"start":39,"end":48,"text":"9911990549"}]},{"label":["designation"],"points":[{"start":13,"end":28,"text":"Oracle Developer"}]},{"label":["Name"],"points":[{"start":0,"end":10,"text":"JYOTI SINGH"}]}],"extras":null,"metadata":{"first_done_at":1626851648000,"last_updated_at":1626851648000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Jyoti Sneha  \nA-382 Gali No : 1  \nLaxminagar Delhi- 92 \nMob. No. 91- 9873398405 \nE-mail: jyotisneha65@gmail.com  \n \n\n \n\nSUMMARY \n \nI am seeking a challenging position with an organization that is rapidly expanding and offers  \n\n      good advanced potential. I am an ambitious, well-organized professional and internet addict in                  \n\nDigital Marketing with more than 3 Years of Experience in E-Commerce and Digital Marketing.  \n\n \n\nCERTIFICATIONS  \n• Google AdWords Certified Professional \n \n\nSEO RESPONSIBILITIES  \n• SEO Analysis & Recommendations on Structure of Websites & Web Pages \n• On page & Off-Page Management \n• Recommendations for General & Keyword Specific Content Development. \n \n• Monitoring & Creating Web Analytics Reports, Keyword Ranking Report on Weekly, \n\nBi-Weekly or Monthly Basis across Major Search Engines. \n \n\n \n\nPPC RESPONSIBILITIES \n \n• Performing Daily Account Management of Pay Per Click Accounts on Google \n\nAdWords, Facebook, Quora, Reddit & other search platforms for a variety of \nclients. \n\n \n• Maintaining & Monitoring Keyword Bids, Account Daily & Monthly Budget \n\nCaps, Impression Share, Quality Score & other important Account Metrics. \n• Creating & Monitoring Ad Copies and Graphical Ad Templates. \n \n• Providing Recommendations and Execute Strategies for Keyword \n\nOpportunities, Campaign Structuring, Targeting, Display Network. \n• Managing & Creating Shopping, Video & Universal app Campaigns. \n \n• Deeply Understanding Landing Page Concept and successfully running A/B Test \n\n& Multivariate testing. \n \n \n\nTOOLS POTENCY  \n• Knowledge of SEO, SMO & SEM Tools \n• Google Analytical and Webmaster Tool \n• Knowledge of MS. Excel \n• Google AdWords Editor \n• Microsoft Bing Ads Editor \n\nmailto:jyotisneha65@gmail.com\nmailto:jyotisneha65@gmail.com\n\n\nWORK EXPERIENCE \n \n\n \n\nDigital Marketing Executive  -  Techugo Pvt Ltd  \n(September 2015 to Till Now) \n \n\nProfile: \n \n\n• Managing & implementing On-Page & Off-Page SEO Strategy for clients like cake \n& flower delivery, Architectural hardware & glass fittings, Banquet Chains etc. \n\n• Creating & Managing Digital (Paid) Campaigns for Techugo through Various \nPPC Platform Google, Bing, Quora, Facebook. \n\n \n• Keyword Research and Analysis, Campaign Analysis, Recommendation \n\nOptimization Maintaining Daily Campaign Observation & Understanding \nClients Goals. Creating & Monitoring Ad Copies & Landing Pages. \n\n \n• Online branding, Social media management including blogging and Twitter, \n\nSearch engine optimization (SEO). Implementing On-Page & Off-Page SEO. \n \n\n• On page Management & Off page Management for USA & UK based clients \nmostly for E-Commerce websites as well as handling PPC responsibilities running \ncampaign on Google AdWords. \n\n \n \n \n\nEDUCATIONAL QUALIFICATION  \n• Graduate in B.Tech (Pass) from MDU University, 2009-2013. \n\n \n• Completed standard 10+2 from Bihar School Examination Board, Bihar in \n\nthe year 2009 and scored 60%. \n \n• Completed standard 10 from Bihar School Examination Board, Bihar in the \n\nyear 2006 and scored 61%. \n \n\n \n\nPERSONAL DETAILS  \nFather Name: \nNationality: \nDate of Birth: \nInterests: \nLanguages Known: \n\n \nGorelal Yadav  \nIndian  \n30th April, 1991  \nCooking, Listening Music & Net Savvy \nEnglish, Hindi \n \n\n \n\nDate: \n\n \n\nTime: \n\n \n \n\nJyoti Sneha","annotation":[{"label":["Name"],"points":[{"start":3285,"end":3295,"text":"Jyoti Sneha"}]},{"label":["10 %"],"points":[{"start":2954,"end":3051,"text":"Completed standard 10 from Bihar School Examination Board, Bihar in the \n\nyear 2006 and scored 61%"}]},{"label":["12 %"],"points":[{"start":2847,"end":2947,"text":"Completed standard 10+2 from Bihar School Examination Board, Bihar in \n\nthe year 2009 and scored 60%."}]},{"label":["Highest degree"],"points":[{"start":2783,"end":2838,"text":"Graduate in B.Tech (Pass) from MDU University, 2009-2013"}]},{"label":["Total experience"],"points":[{"start":2566,"end":2741,"text":"On page Management & Off page Management for USA & UK based clients \nmostly for E-Commerce websites as well as handling PPC responsibilities running \ncampaign on Google AdWords"}]},{"label":["Total experience"],"points":[{"start":2208,"end":2405,"text":"Keyword Research and Analysis, Campaign Analysis, Recommendation \n\nOptimization Maintaining Daily Campaign Observation & Understanding \nClients Goals. Creating & Monitoring Ad Copies & Landing Pages"}]},{"label":["Total experience"],"points":[{"start":1921,"end":2077,"text":"Managing & implementing On-Page & Off-Page SEO Strategy for clients like cake \n& flower delivery, Architectural hardware & glass fittings, Banquet Chains etc"}]},{"label":["Experience in current company"],"points":[{"start":1855,"end":1869,"text":"Techugo Pvt Ltd"}]},{"label":["designation"],"points":[{"start":1823,"end":1849,"text":"Digital Marketing Executive"}]},{"label":["Email"],"points":[{"start":1775,"end":1796,"text":"jyotisneha65@gmail.com"}]},{"label":["Email"],"points":[{"start":1745,"end":1766,"text":"jyotisneha65@gmail.com"}]},{"label":["Skills"],"points":[{"start":1672,"end":1680,"text":"MS. Excel"}]},{"label":["Total experience"],"points":[{"start":1257,"end":1382,"text":"Providing Recommendations and Execute Strategies for Keyword \n\nOpportunities, Campaign Structuring, Targeting, Display Network"}]},{"label":["Total experience"],"points":[{"start":1116,"end":1187,"text":"Caps, Impression Share, Quality Score & other important Account Metrics."}]},{"label":["Total experience"],"points":[{"start":1044,"end":1112,"text":"Maintaining & Monitoring Keyword Bids, Account Daily & Monthly Budget"}]},{"label":["Total experience"],"points":[{"start":879,"end":949,"text":"Performing Daily Account Management of Pay Per Click Accounts on Google"}]},{"label":["Total experience"],"points":[{"start":636,"end":701,"text":"Recommendations for General & Keyword Specific Content Development"}]},{"label":["Total experience"],"points":[{"start":532,"end":598,"text":"SEO Analysis & Recommendations on Structure of Websites & Web Pages"}]},{"label":["Total experience"],"points":[{"start":131,"end":437,"text":"I am seeking a challenging position with an organization that is rapidly expanding and offers  \n\n      good advanced potential. I am an ambitious, well-organized professional and internet addict in                  \n\nDigital Marketing with more than 3 Years of Experience in E-Commerce and Digital Marketing"}]},{"label":["Email"],"points":[{"start":89,"end":110,"text":"jyotisneha65@gmail.com"}]},{"label":["Phone"],"points":[{"start":69,"end":78,"text":"9873398405"}]},{"label":["Address"],"points":[{"start":14,"end":49,"text":"A-382 Gali No : 1  \nLaxminagar Delhi"}]},{"label":["Name"],"points":[{"start":0,"end":10,"text":"Jyoti Sneha"}]}],"extras":null,"metadata":{"first_done_at":1626851776000,"last_updated_at":1626851776000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "KAJAL GUPTA\nFinacle application support                                                         : kajalgupta2407@gmail.com                      \nOnward eServices Ltd, Mumbai                                                          : +917084443997,6394121938                 \n\nObjective: \nTo achieve greater heights in the software field by my skills and abilities along with the company’s growth and to\nachieve the finest knowledge in technology and become expert in that with parallel learning to handle the highly\nmotivated team to work as a key player in challenging & creative environment. \n \n\nTechnical Skills: \n\nDatabase Languages Oracle 10g ,SQL,PL/SQL\n\nBasics MS-Word, PowerPoint.\n\nOperating System Linux(Red hat Linux 6), Windows 7/10 \n\nSoftware Finacle 7,Finacle 10x (Owned by Infosys)\n \n\nProfessional Experience: \n\n \nWith 1.8 year experience in data center of Bank of Baroda(Hyderabad) , dedicated backend support to team, \nresolving technical issues and queries related to banking and finacle application within the SLA (Service level \nagreement).\n \n\n▪ Good knowledge in Banking Domain (Finacle) including both Functional and Technical aspect. \n▪ Good knowledge of linux (red hat linux6)  \n▪ Good Knowledge in PLSQL and SQL \n\n. \n \n\n \n \n\nEducational Qualification: \n\nCourse/Degree School/College Board/University Year of \npassing \n\nPercentage (%) \n\nA.D.B.T P.N.B.I.I.T P.N.B.I.I.T 2017 80.00 \n\nB.Tech (CSE) G.N.I.T. Girls \nInstitute Of \nTechnology\n\n A.K.T.U 2014 62.28 \n\nIntermediate  K.G.G.I.C  U.P. \nBoard \n\n2010 70.00 \n\nHigh school  K.G.G.I.C  U.P. \nBoard \n\n2008 58.00 \n\nProjects Descriptions: \n\n \n\n\n\n 01\n\n \n\n \n\n \n\nProject Name Bank of Baroda \n\nClient DXC (Bank of Baroda)\n\nMy Role Finacle Application Support \n\nDuration May 2018 –  till now \n\nMy Responsibilities: \n1-Execute processes and procedure as defined finacle based. \n2-Work on HP service manager Application. \n3-Use report server and live server of finacle.\n4-Backend support to team (Sql).\n5-Preparing RFC (request for change) in backend Sql. \n6-Coordinate with various team clients etc, troubleshooting issues.\n7-Resolving technical issues and queries within the SLA.\n\n  \n\n02\n\n \n\n \n\n \n\nTraining project Advance Diploma Banking Technology (PNBIIT)\n\nProject Name Current Account and Transaction Management\n\nMy Responsibilities: \n   Using Oracle Forms & Reports (Oracle Developer Toolkit)\n\n Created “Customer master maintenance form” using Oracle Forms.\n Automated customer Id generation for new customer.\n\n \nStrength\n\n \n▪ Willing to learn new things with positive attitude\n▪ Believe in myself\n▪ Punctual & motivated  \n▪ Responsible\n\n \n\nPersonal Details \n\nDate of birth 24 july 1993 \n\nAddress Main Road Baitalpur, Deoria, U.P. 274201\n\n\n\nFathers name Mr. Bhagirathi Gupta\n\nLanguages known Hindi and English \n\nNationality Indian \n\nDeclaration \n\n \nI hereby declare that the information and facts stated above are true and correct to the best of my knowledge and \nbelief. \n \nPlace: Hyderabad\n\nDate:                         Kajal Gupta","annotation":[{"label":["10 %"],"points":[{"start":1536,"end":1570,"text":"High school  K.G.G.I.C  U.P. \nBoard"}]},{"label":["12 %"],"points":[{"start":1484,"end":1519,"text":"Intermediate  K.G.G.I.C  U.P. \nBoard"}]},{"label":["Highest degree"],"points":[{"start":1407,"end":1459,"text":"B.Tech (CSE) G.N.I.T. Girls \nInstitute Of \nTechnology"}]},{"label":["Skills"],"points":[{"start":1234,"end":1236,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1226,"end":1228,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":830,"end":1058,"text":"With 1.8 year experience in data center of Bank of Baroda(Hyderabad) , dedicated backend support to team, \nresolving technical issues and queries related to banking and finacle application within the SLA (Service level \nagreement"}]},{"label":["Skills"],"points":[{"start":679,"end":688,"text":"PowerPoint"}]},{"label":["Skills"],"points":[{"start":670,"end":676,"text":"MS-Word"}]},{"label":["Skills"],"points":[{"start":658,"end":660,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":655,"end":660,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":651,"end":653,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":639,"end":648,"text":"Oracle 10g"}]},{"label":["Total experience"],"points":[{"start":290,"end":593,"text":"To achieve greater heights in the software field by my skills and abilities along with the company’s growth and to\nachieve the finest knowledge in technology and become expert in that with parallel learning to handle the highly\nmotivated team to work as a key player in challenging & creative environment"}]},{"label":["Phone"],"points":[{"start":249,"end":258,"text":"6394121938"}]},{"label":["Phone"],"points":[{"start":238,"end":247,"text":"7084443997"}]},{"label":["Email"],"points":[{"start":99,"end":122,"text":"kajalgupta2407@gmail.com"}]},{"label":["Name"],"points":[{"start":0,"end":10,"text":"KAJAL GUPTA"}]}],"extras":null,"metadata":{"first_done_at":1626847642000,"last_updated_at":1626847642000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Kamal Singh,                         Email : deendyal.kamal36@gmail.com \nSOA Developer                                           Mobile : +91-9781906463 \n \n\n \n\nSynopsis: \n \n\n• Working as a SOA Developer with Emerson IT Solutions (Emerson Electric Co. - Fortune 500 company) \n\n• 4 years of experience in Business Integration and Data Transformation \n\n• Robust DevOps experience of Integrating and leveraging the Legacy flows \n\n• Risk assessment and Prioritization while supporting the critical Business Integrations.  \n\n• Robust conceptual skillset of SOA Integration while working in cohesion with dynamic peers and industry experts \n\n• ITIL Foundation certified in IT Service Management \n\n \n\nProfessional Experience: \n \nWell versed with below global Business Integration standards: \n \n\n• Oracle Service Oriented Architecture (SOA) \n\n• IBM Castiron (SOA) \n\n• BPEL, Mediator, OSB \n\n• B2B data transfer  \n\n• Electronic Data Interchange (EDI) \no EDI X12 \no EDIFACT \n\n• Flat File Reading and writing  \n\n• XSLT, XML, XSD \n\n• Web Service Description Language \n\n• Web Services \n\n• Java utility services \n\n• Enterprise Resource Planning (ERP) \n\n• Java Messaging Service (JMS) \n\n• Weblogic and WebSphere Application servers \n \nAdept at implementation of :  \n \n\n• EDI inbound-outbound Integration with Oracle ERP \n\n• Real time SOA-OSB flows to reduce response time  \n\n• Consuming 3rd party web services and exposing SOA as web service \n\n• XML Gateway (Apps Queue) integration with disparate application \n\n• MQ / Legacy Mainframe integration with ERP and other mobile applications \n\n• JMS, DB, FTP, MQ and other SOA adaptors \n \nOther responsibilities: \n \n\n• Liaison with Customers on Requirement Gathering  \n\n• Negotiating with stakeholder while designing Integration Solutions \n\n• Team coordination among different Offshore teams \n\n• Liaison with Contractors and Outsource Service Providers \n\n• Team building, Hiring and Talent management \n\n• Upskilling and Training to new employees and customers.  \n \n\nEmployer (s): \n\n Worked as an Intern with Emerson IT Solutions from Jan 2015 to June 2015. \n\n Currently working in the Global Business Integration of ‘Emerson Commercial and Residential Solutions’ with \nEmerson IT Solutions, Mohali from July 2015. \n\nmailto:deendyal.kamal36@gmail.com\n\n\nKey Project Details: \n \n\nDuration: Since July 2015 \nRole: Integration Solution Developer \n \n\n• EDI and Oracle ERP Integration : Europe EDIFACT integration with Oracle ERP by employing the Oracle B2B \nusing agreements and data transforming sheets.   \n\n \n\n• Rayong Ultriva to Oracle Integration: Flat file integration with Oracle by using staging databases to reusability and \nguaranteed delivery.  \n \n\n• North America Digital Customer Experience (DCX) : E-commerce type front end integration with Oracle using \nREST web services and real time data transfer using OSB.  \n \n\n• Integration with Oracle Service Cloud (OSC) : Integration using external web services and importing the payloads \nusing canonical schemas by leveraging the existing DB objects.  \n \n\n• North America Autocrib Integration : Tools Vending Machine integration with ERP materials tables, to see through \nthe inventory. Implemented using the external SOAP web service.  \n \n\n• Others : Utility services, Automation and Enhancements of legacy flows, Auto log monitoring, Data Reconciliation \nservices, Change coordination, Debugging, Troubleshooting,  etc.  \n\n \n \n\nAcademic Profile: \n \n\nQualification/Degree School/College University or Board  %age Year \n\nB.E (CSE) Chitkara University, Punjab Deemed University 75.30 2015 \n\n12th DAV Public School, Karnal (HR) CBSE 68.00 2011 \n\n10th Aryan Sr Sec. School, Karnal (HR) HBSE 76.40 2009 \n\n  \n \n \nProjects & Trainings: \n \n\n• 2-month Internship at “SNA Power, Chandigarh” \n      Here developed the following projects: \n \n\no ‘Hills of Peril Game’: HILLS of PERIL is a 2D physics Game like “Hill Climbing Racing” running in browser \nwith database storage. \n\no Gravity Ball: Implementation of the fundamentals like SPACE energy required to revolve a spaceship \n(gm1m2/r2) and gravity on a resting body. \n\no Implemented many other effects of 2D Physics into the virtual reality viz. Collision, Reflection, Gravity, \nFriction, etc. \n\n \n\nCO- Curricular: \n \n\n• Participated in many cultural and technical events held in college festivals. \n\n• Participated in university-level programming competition C-Champ. \n\n• Member of ACM, ASME, ISTE student societies for 3 years.   \n\n• Toastmasters member and voted as winner thrice.  \n \nInterests: \n\n Newspaper Reading, TV, Politics.","annotation":[{"label":["Total experience"],"points":[{"start":3950,"end":4089,"text":"Gravity Ball: Implementation of the fundamentals like SPACE energy required to revolve a spaceship \n(gm1m2/r2) and gravity on a resting body"}]},{"label":["Total experience"],"points":[{"start":3817,"end":3943,"text":"Hills of Peril Game’: HILLS of PERIL is a 2D physics Game like “Hill Climbing Racing” running in browser \nwith database storage"}]},{"label":["10 %"],"points":[{"start":3626,"end":3679,"text":"10th Aryan Sr Sec. School, Karnal (HR) HBSE 76.40 2009"}]},{"label":["12 %"],"points":[{"start":3572,"end":3623,"text":"12th DAV Public School, Karnal (HR) CBSE 68.00 2011 "}]},{"label":["Highest degree"],"points":[{"start":3503,"end":3568,"text":"B.E (CSE) Chitkara University, Punjab Deemed University 75.30 2015"}]},{"label":["Total experience"],"points":[{"start":3040,"end":3215,"text":"North America Autocrib Integration : Tools Vending Machine integration with ERP materials tables, to see through \nthe inventory. Implemented using the external SOAP web service"}]},{"label":["Total experience"],"points":[{"start":2856,"end":3030,"text":"Integration with Oracle Service Cloud (OSC) : Integration using external web services and importing the payloads \nusing canonical schemas by leveraging the existing DB objects"}]},{"label":["Total experience"],"points":[{"start":2685,"end":2846,"text":"North America Digital Customer Experience (DCX) : E-commerce type front end integration with Oracle using \nREST web services and real time data transfer using OSB"}]},{"label":["Total experience"],"points":[{"start":2538,"end":2675,"text":"Rayong Ultriva to Oracle Integration: Flat file integration with Oracle by using staging databases to reusability and \nguaranteed delivery"}]},{"label":["Total experience"],"points":[{"start":2377,"end":2526,"text":"EDI and Oracle ERP Integration : Europe EDIFACT integration with Oracle ERP by employing the Oracle B2B \nusing agreements and data transforming sheets"}]},{"label":["Email"],"points":[{"start":2253,"end":2278,"text":"deendyal.kamal36@gmail.com"}]},{"label":["Experience in current company"],"points":[{"start":2115,"end":2141,"text":"Global Business Integration"}]},{"label":["Total experience"],"points":[{"start":1700,"end":1767,"text":"Negotiating with stakeholder while designing Integration Solutions \n"}]},{"label":["Total experience"],"points":[{"start":1307,"end":1353,"text":"Real time SOA-OSB flows to reduce response time"}]},{"label":["Total experience"],"points":[{"start":1254,"end":1301,"text":"EDI inbound-outbound Integration with Oracle ERP"}]},{"label":["Skills"],"points":[{"start":1139,"end":1142,"text":"Java"}]},{"label":["Skills"],"points":[{"start":1074,"end":1077,"text":"Java"}]},{"label":["Total experience"],"points":[{"start":521,"end":632,"text":"Robust conceptual skillset of SOA Integration while working in cohesion with dynamic peers and industry experts "}]},{"label":["Total experience"],"points":[{"start":428,"end":513,"text":"Risk assessment and Prioritization while supporting the critical Business Integrations"}]},{"label":["Total experience"],"points":[{"start":352,"end":422,"text":"Robust DevOps experience of Integrating and leveraging the Legacy flows"}]},{"label":["Total experience"],"points":[{"start":278,"end":346,"text":"4 years of experience in Business Integration and Data Transformation"}]},{"label":["Total experience"],"points":[{"start":176,"end":271,"text":"Working as a SOA Developer with Emerson IT Solutions (Emerson Electric Co. - Fortune 500 company"}]},{"label":["Phone"],"points":[{"start":142,"end":151,"text":"9781906463"}]},{"label":["Email"],"points":[{"start":45,"end":70,"text":"deendyal.kamal36@gmail.com"}]},{"label":["Name"],"points":[{"start":0,"end":10,"text":"Kamal Singh"}]}],"extras":null,"metadata":{"first_done_at":1626846186000,"last_updated_at":1626846186000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "KAMINI RAJPUT\nMobile: +91 9643042310      E-mail: kimraj22@gmail.com\nAddress:  Sector -66 Noida Gali no. 3, Block-A Noida 201301\n\nTo be a part of an organization where I can fully utilize my skills and make a significant contribution to the success of the employer and at the same time my individual growth.\n\t\nPROFILE SUMMARY\n Good written and verbal presentation skills. Use proper grammar and have a good speaking voice\nAble to get along well with co-workers and accept supervision. Ready to receive positive evaluations.\n\nWilling to try new things and am interested in improving efficiency on assigned tasks.\n\n\nThroughout high school, worked long hours in strenuous activities while attending school full-time. Often managed as many as 65 hours a week in school and other structured activities while maintaining above-average grades.\n\nConcerned with quality. Produce work that is orderly and attractive. Ensure tasks are completed correctly and on time.\n\n\nTECHNICAL SKILLS\n· PHP, jQuery, JavaScript, HTML5\n· PHP- CMS WordPress\n· Database - MySQL\n· WEB Server: LAMP, WAMP, XAMP\n· Operating Systems: Windows, Linux\n· Tools / Software: Notepad++, Dreamweaver, Sublime\n\t\n\n\nWORK EXPERIENCE\n· Ienergizer (Samsung) Tech. Support, Noida. (1.7 Year, from Sep, 2014 to Sep, 2015)\n· Ienergizer (Snapdeal) (7 Months, from October, 2015 to April, 2016)\nHandling escalations\n·  Cogent e services ( Snapdeal) ( 11 Months, from June 2016 to may 2017)\n· B2b Hospitality PVT LTD. (HTML Developer)(6 Months)\n\n\nINTERNSHIP\nOrganization\t\t: MyZeal IT Solution pvt Ltd.\nDuration\t\t:  6 months\nRole\t\t\t:  PHP Trainee\n\nACADEMIC CREDENTIALS\n· MCA |Rajiv Academy for technology & Management Mathura from UPTU with 74% |2014\n· BCA | from MGSU with 70% |2010\n· 12th | CBSE Board with 60% |2007\n· 10th | CBSE Board with 64% |2005\nACADEMIC PROJECTS\n· “Social Networking Website” with use of C# in M.C.A. 4th semester\n· “Online Examination” with use of Java in B.C.A.\n\nACTIVITIES & HONORS\n· Medals in athletics (Disc throw, Shot-put)\n· Member of prefect in school\n· Various awards in co-curricular activities\n·  Appreciation in discipline field\n\nPERSONAL DETAILS\n\n· Date of Birth\t\t:\t11th August, 1989\n· Sex\t\t\t:\tFemale\n· Marital Status\t:\tUnmarried\n· Permanent Address\t:\tD/O Shri Soran Singh \n                                                         Vill. + Post Amroli Ratanpur \n                                                         Tehsil Aliganj\n                                                         District Etah    Pin – 207247\n·  Language Known\t:\tEnglish & Hindi\n· Hobbies\t\t:\tPlaying Badminton, watching science fiction movies\n\nDECLARATION\n  I certify that to best of my knowledge & belief; this resume correctly describes me and my qualification.\nPlace:                                                                                                                               Date:","annotation":[{"label":["10 %"],"points":[{"start":1767,"end":1798,"text":"10th | CBSE Board with 64% |2005"}]},{"label":["12 %"],"points":[{"start":1732,"end":1763,"text":"12th | CBSE Board with 60% |2007"}]},{"label":["Grad. score"],"points":[{"start":1699,"end":1728,"text":"BCA | from MGSU with 70% |2010"}]},{"label":["Highest degree"],"points":[{"start":1617,"end":1695,"text":"MCA |Rajiv Academy for technology & Management Mathura from UPTU with 74% |2014"}]},{"label":["Skills"],"points":[{"start":1581,"end":1583,"text":"PHP"}]},{"label":["Last company"],"points":[{"start":1521,"end":1546,"text":"MyZeal IT Solution pvt Ltd"}]},{"label":["Last company"],"points":[{"start":1440,"end":1462,"text":"B2b Hospitality PVT LTD"}]},{"label":["Experience in current company"],"points":[{"start":1202,"end":1208,"text":"Samsung"}]},{"label":["Skills"],"points":[{"start":1063,"end":1066,"text":"LAMP"}]},{"label":["Skills"],"points":[{"start":1043,"end":1047,"text":"MySQL"}]},{"label":["Skills"],"points":[{"start":1011,"end":1013,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":1003,"end":1007,"text":"HTML5"}]},{"label":["Skills"],"points":[{"start":991,"end":1000,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":983,"end":988,"text":"jQuery"}]},{"label":["Skills"],"points":[{"start":978,"end":980,"text":"PHP"}]},{"label":["Total experience"],"points":[{"start":614,"end":834,"text":"Throughout high school, worked long hours in strenuous activities while attending school full-time. Often managed as many as 65 hours a week in school and other structured activities while maintaining above-average grades"}]},{"label":["Total experience"],"points":[{"start":422,"end":522,"text":"Able to get along well with co-workers and accept supervision. Ready to receive positive evaluations."}]},{"label":["Total experience"],"points":[{"start":327,"end":420,"text":"Good written and verbal presentation skills. Use proper grammar and have a good speaking voice"}]},{"label":["Total experience"],"points":[{"start":130,"end":305,"text":"To be a part of an organization where I can fully utilize my skills and make a significant contribution to the success of the employer and at the same time my individual growth"}]},{"label":["Email"],"points":[{"start":50,"end":67,"text":"kimraj22@gmail.com"}]},{"label":["Phone"],"points":[{"start":26,"end":35,"text":"9643042310"}]},{"label":["Name"],"points":[{"start":0,"end":12,"text":"KAMINI RAJPUT"}]}],"extras":null,"metadata":{"first_done_at":1626848540000,"last_updated_at":1626848540000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Pandey Kamlesh Kumar\nContact: +91 7703943495\nE-Mail:  Pandeykamlesh95@gmail.com\nSummary\n\nHaving 2years 5 months of experience in PHP developer, Codeigniter , Wordpress and Magento \n\nProfessional Experience\n\nOrganization\n\n: \nDevotee International Private LTD, DigitalExpertindia\nDuration\n\n\n: \nFrom March 2016 to till date\n\nJoining Designation/Role\n: \n PHP Developer/ \nWebdesigner\nTECHNICAL SKILLS                                                       \nComputer Languages known  : PHP,HTML5,CSS3, JavaScript, WORDPRESS(Theme development), \n                                            Magento ,codeigniter\nWeb Designing                       : Web designing , Bootstrap4\nDatabase Known\n\n   : MySQLi\nLearning\n\n\n   : Angular\n\nEDUCATIONAL QUALIFICATION\n·   Master of Computer Application (MCA) from Sikkim Manipal   \n\n  University \n·   Bachelor of Science in information Technology (B.Sc.) IT from \n\n       Sikkim Manipal University                       \n\n·  12th from Bihar Board Patna. \n·  10th from Bihar Board Patna.              \n\n PROJECT \nProject in Php(core): http://www.tradebizmart.com/\n                      http://www.pvcpipemachine.in/\n                       https://www.devoteeglobe.com/\n                       http://www.senmo.co.in/\n                       http://www.munjapara.com/\n                       http://kamalsalescorporation.in/\n                      http://www.mufaddalpipes.com/\n                      http://www.completehydraulic.in/\n                       http://www.devoteeit.com/    \n\nWordpress , Magento:  http://trophyindia.in/,  http://aabhushaan.com/, http://fabricvenue.com/http://www.agtajhotel.com/\nStrengths \n\n* Positive attitude\n* Sincerity       \n* Punctuality \n\nGoal\n   * Perform to perfection\n\n   * Give full effort in work\nPersonal details\nNationality             \n\n: - Indian\n\nMarital Status         \n\n: - Single\n\nLanguage Efficiency\n\n: - Hindi & English        \n\nPermanent Address:                   Sarswati Kunj                                                 \n\n                                               Plot No -75/A, Gali No - 3\n\n                                               Chanchal Park, Near Dwarka More\n                                               New Delhi India -110043 \n\nHOBBIES:-\n\nPlaying Cricket, Surfing Net for get more Knowledge about IT Field and lessening music\n\nDate:                                                                                      Pandey Kamlesh Kumar","annotation":[{"label":["Name"],"points":[{"start":2421,"end":2440,"text":"Pandey Kamlesh Kumar"}]},{"label":["10 %"],"points":[{"start":987,"end":1013,"text":"10th from Bihar Board Patna"}]},{"label":["12 %"],"points":[{"start":954,"end":980,"text":"12th from Bihar Board Patna"}]},{"label":["Grad. score"],"points":[{"start":830,"end":925,"text":"Bachelor of Science in information Technology (B.Sc.) IT from \n\n       Sikkim Manipal University"}]},{"label":["Highest degree"],"points":[{"start":751,"end":807,"text":"Master of Computer Application (MCA) from Sikkim Manipal "}]},{"label":["Skills"],"points":[{"start":495,"end":504,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":489,"end":492,"text":"CSS3"}]},{"label":["Skills"],"points":[{"start":483,"end":487,"text":"HTML5"}]},{"label":["Skills"],"points":[{"start":479,"end":481,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":351,"end":353,"text":"PHP"}]},{"label":["Experience in current company"],"points":[{"start":224,"end":256,"text":"Devotee International Private LTD"}]},{"label":["Skills"],"points":[{"start":129,"end":131,"text":"PHP"}]},{"label":["Total experience"],"points":[{"start":89,"end":178,"text":"Having 2years 5 months of experience in PHP developer, Codeigniter , Wordpress and Magento"}]},{"label":["Email"],"points":[{"start":54,"end":78,"text":"Pandeykamlesh95@gmail.com"}]},{"label":["Phone"],"points":[{"start":34,"end":43,"text":"7703943495"}]},{"label":["Name"],"points":[{"start":0,"end":19,"text":"Pandey Kamlesh Kumar"}]}],"extras":null,"metadata":{"first_done_at":1626854406000,"last_updated_at":1626854406000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "K A M N A  M A D H W A N I \n \n\nP H P W e b D e v e l o p e r \n \n\n \n\n \n\nP R O F I L E \n \n \n\nExperienced PHP Web Developer looking \n\nfor challenging and rewarding \n\nopportunities while using open sourced \n\nmaterials to design Web-based solutions. \n\nComfortable collaborating with CSS and \n\nHTML programmers, project managers, \n\ndesigners, and database administrators in \n\nthe administration of software architecture. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNO. 10, NEW DELHI \n \n \nKAMNA1987MADHWANI@GMAIL.COM  \n \n\n \n\n \n\n \n\n \n\n \n\nE D U C A T I O N \n \n\n \n\n• MCA in Computer Science, \n\nAnand Engineering College, \n\nAgra, 2013-2015. \n\nPercentage of mar s- 82.05 \n \n• BCA in Computer Science \n\nUttam institute of Technology & \n\nManagement Studies in 2010-13 \n\nPercentage of mar s- 75.7 \n \n• 12th from SRK Inter College, Agra \n\nin 2009-10 \n\nPercentage of mar s- 61.4 \n\n \n\n• 10th from SD Inter College, Agra \n\nin 2007-08 \n\nPercentage of mar s 58.7  . \n\n \n\n \n\n \n \n\nS K I L L S \n\n  \n\nP R O J E C T S \n \n\n \n\n \n\n \n\n \n\n  \n      \n\n   \n\n    \n\n  \n\n  \n\n   \n\n   \n\n    \n\n   \n\n   \n\n   \n\n    \n\n   \n\n     \n\n   \n\n    \n\n    \n \n\n \n\nE X P E R I E N C E \n \n\n \n\nP H P W E B D E V E L O P E R \n \n\nBuilding PHP websites using PHP based frameworks and CMS.   \nPlanning and conducting cross-browser usability testing against W3C.   \nTesting and validating work produced as part of the development process.   \nDeveloping advanced database driven websites amd systems including eCommerce.   \nBack end development and maintenance of websites using PHP and MySQL.   \nDeveloping web sites using MySQL, PHP, javascript & other programming tools.   \nDocumenting features, technical specifications & infrastructure requirements.   \nWorking with a multi-disciplinary team to convert business needs into technical specifications \n\nTest the website and identify any technical problems \n \n\nUpload the site onto a server and register it with different search engines..  \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n\n \n\n \n\n:+91-8860091686 \n\nWISECALVIN DIGITAL \n\nTECH PVT LTD, \n\nJuly 2017 \n\nBIGLY TECHNOLOGIES\n\n1066A, GOVINDPURI, GULLY \n\nSKILLS :  PHP, MYSQL, \n\n(HTTPS://WWW.EPISODESILVER.COM/)\n\nPHP-CMS :  WORDPRESS,  \n\nJOOMLA, Magento, Opencart \n\nPayment Gateways: Direcpay,PayUMoney \n\nPAYTM, CCAVENUE \n\n(HTTP://RISABAGS.COM/) WEB SERVER: LAMP, WAMP, \n\n(HTTP://WWW.APTMORTGAGES.COM.AU\nWEB HOSTING : IIS, APCHE, CGI,\n\nDOMAIN, DNS, EMAIL, FTP, SSL, \n\n(HTTP://WWW.MUTUALCONVEYANCING.COM.AU\nAWS \n\nJAVASCRIPT,HTML, CSS\n\nFramework : Laravel\n\nWEB SERVICES: SOAP, REST\n\nhttp://dropship.biglytech.net/\n\nDropship\n\nEpisode Silver\n\nMutual Conveyancing\n\nApt Mortgages\n\nRisa Bags\n\n        To\n\nAugust 2017\nTo\n\nPresent\n\nAdi Diamonds\n\nhttp://japan-diamond.com/\n\n\n\nJ U N I O R P H P D E V E L O P E R \n \n\nResponsible for the creation and implementation of a wide variety of Web-based products \n\nusing PHP, JavaScript and MySQL. \n \n\nDesigning the layout and coding of a website.   \nHandling the technical and graphical aspects of a website - how the site works and its final \n\nlook. \n \n\nMaintenance and update of an existing site.   \nWriting the programming code, either from scratch or by adapting existing website software \n\nand graphics packages to meet business requirements. Test the website and identify any \n\ntechnical problems \n \n\nUpload the site onto a server and register it with different search engines.   \nWork with CMS( Wordpress, Joomla, Magento, Opencart).  \n\n \n\n \n\n                      P R O J E C T U N D E R T A K E N \n \n\n \n\n \n\n \n\nCreatiosoft Solutions Private Limited (https://creatiosoft.com)   \nYoga With Sapna Studio (https://yogawithsapna.com/)   \nWorkout Trends | Health and Fitness Trends, Tips and News (http://workouttrends.com/)   \nRepup | Online Reputation Management Software (http://repup.co/)   \nIgnitetron (ignitetron.com/)   \nEikowa (http://www.eikowa.com/)   \nBuyTrueFollowers (https://buytruefollowers.com/)   \nAUGUST Image (https://www.augustimage.com/)  \n\n \n\n \n\n \n\nK E Y S K I L L S \n \n\n \n\n \n\n \n\n \n\nMOBILE APPLICATION   \nLABS, \n\n \n\nNEW DELHI \n\n \n\nMARCH 2015- FEB \n \n\n2016  \n\n \n\n \n\n \n\nAbility to multi-task, react quickly to shifting priorities and meet deadlines.   \nProactive, confident and with a positive \"can-do\" attitude.   \nAble to clearly communicate technical data to non technical colleagues and clients.   \nContinuously monitoring industry trends, technologies and standards.   \nPossessing all-round analysis and programming skills.   \nMethodical yet creative & having a proven ability for efficient problem solving.   \nExcellent attention to detail both front and back end.   \nSolid web development experience using OOP, PHP, AJAX, MySQL, \n\nJavaScript, XML, HTML and CSS. \n \n\n\n\n \n\n \n\nE X T R A - C U R R I C U L A R A C T I V I T I E S \n \n\n \n\n \n\nParticipated in inter school computer quiz competition, January 2008.   \nParticipated in Science exhibition, September 2007.  \n \n\n \n\nW O R K S H O P S / C E R T I F I C A T I O N S / S E M I N A R S \n \n\n \n\n \n\nProject on VB.net (6 month training) in BCS, Agra.   \nAndroid application development training From HIMCS College.   \nWeb Designing, coral Draw and Adobe Photoshop.  \n\n \n\nD E C L A R A T I O N \n \n\n \n\nI hereby declare that the details given above are true and correct to the best of my knowledge and belief and I undertake to \n\ninform you of any changes therein, immediately. In case any of the above information is found to be false or untrue or \n\nmisleading or misrepresenting, I am aware that I may be held liable for it. \n \n\n \n\nKamna Madhwani","annotation":[{"label":["Total experience"],"points":[{"start":5104,"end":5425,"text":"I hereby declare that the details given above are true and correct to the best of my knowledge and belief and I undertake to \n\ninform you of any changes therein, immediately. In case any of the above information is found to be false or untrue or \n\nmisleading or misrepresenting, I am aware that I may be held liable for it"}]},{"label":["Skills"],"points":[{"start":4616,"end":4618,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":4607,"end":4610,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":4590,"end":4599,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":4570,"end":4572,"text":"PHP"}]},{"label":["Total experience"],"points":[{"start":4022,"end":4585,"text":"Ability to multi-task, react quickly to shifting priorities and meet deadlines.   \nProactive, confident and with a positive \"can-do\" attitude.   \nAble to clearly communicate technical data to non technical colleagues and clients.   \nContinuously monitoring industry trends, technologies and standards.   \nPossessing all-round analysis and programming skills.   \nMethodical yet creative & having a proven ability for efficient problem solving.   \nExcellent attention to detail both front and back end.   \nSolid web development experience using OOP, PHP, AJAX, MySQL"}]},{"label":["Total experience"],"points":[{"start":3032,"end":3234,"text":"Writing the programming code, either from scratch or by adapting existing website software \n\nand graphics packages to meet business requirements. Test the website and identify any \n\ntechnical problems \n "}]},{"label":["Total experience"],"points":[{"start":2880,"end":2978,"text":"Handling the technical and graphical aspects of a website - how the site works and its final \n\nlook"}]},{"label":["Skills"],"points":[{"start":2805,"end":2814,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":2800,"end":2802,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":2427,"end":2429,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":2421,"end":2424,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":2410,"end":2419,"text":"JAVASCRIPT"}]},{"label":["Skills"],"points":[{"start":2111,"end":2113,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":2063,"end":2065,"text":"PHP"}]},{"label":["Experience in current company"],"points":[{"start":1978,"end":1989,"text":"TECH PVT LTD"}]},{"label":["Phone"],"points":[{"start":1944,"end":1953,"text":"8860091686"}]},{"label":["Skills"],"points":[{"start":1545,"end":1547,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":1493,"end":1495,"text":"PHP"}]},{"label":["Total experience"],"points":[{"start":1209,"end":1276,"text":"Planning and conducting cross-browser usability testing against W3C."}]},{"label":["Skills"],"points":[{"start":1176,"end":1178,"text":"PHP"}]},{"label":["Skills"],"points":[{"start":1157,"end":1159,"text":"PHP"}]},{"label":["Total experience"],"points":[{"start":1148,"end":1203,"text":"Building PHP websites using PHP based frameworks and CMS"}]},{"label":["10 %"],"points":[{"start":847,"end":878,"text":"10th from SD Inter College, Agra"}]},{"label":["12 %"],"points":[{"start":765,"end":812,"text":"12th from SRK Inter College, Agra \n\nin 2009-10 \n"}]},{"label":["Grad. score"],"points":[{"start":642,"end":730,"text":"BCA in Computer Science \n\nUttam institute of Technology & \n\nManagement Studies in 2010-13"}]},{"label":["Highest degree"],"points":[{"start":535,"end":606,"text":"MCA in Computer Science, \n\nAnand Engineering College, \n\nAgra, 2013-2015."}]},{"label":["Email"],"points":[{"start":460,"end":486,"text":"KAMNA1987MADHWANI@GMAIL.COM"}]},{"label":["Skills"],"points":[{"start":288,"end":291,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":278,"end":280,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":103,"end":105,"text":"PHP"}]},{"label":["Total experience"],"points":[{"start":91,"end":321,"text":"Experienced PHP Web Developer looking \n\nfor challenging and rewarding \n\nopportunities while using open sourced \n\nmaterials to design Web-based solutions. \n\nComfortable collaborating with CSS and \n\nHTML programmers, project managers"}]},{"label":["designation"],"points":[{"start":31,"end":59,"text":"P H P W e b D e v e l o p e r"}]},{"label":["Name"],"points":[{"start":0,"end":25,"text":"K A M N A  M A D H W A N I"}]}],"extras":null,"metadata":{"first_done_at":1626852720000,"last_updated_at":1626852720000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Kanchan Kumar Palariya\nContact: +91 8447817815\t\t\t\t\t\t\t\t            Email: kanchanpalariya@gmail.com\nPassport No.- J3741419\nSenior Consultant\nTechnical Lead with strong business acumen and technical experience in BI and Big Data space.\n· 7.5+ yrs. of IT experience with Data warehousing, ETL, Bigdata.\n· 7 Years of experience in ETL tools like Talend Real Time Bigdata 6.5x , IBM Data stage.\n· Having experience in Hadoop, Hive, Sqoop.\n· Extensively worked on AWS and GCP.\n· Experience in Spark Sql.\n· Having 6 yrs of Experience in Data warehousing.\n· Experience in ETL Architecture, Development, Enhancement, Maintenance, Production support, Data Modeling, Reporting including Business requirement, system requirement gathering of Enterprise Data warehouses.\n· Worked extensively in design and development of business process using SQOOP, SPARK SQL, HIVE.\n· Extensively worked in SQL/PL-SQL.\n· Work with Data Modeler’s and Business Analyst to understand Mapping and Business needs. Worked on ERWIN tool.\n· Worked in OLTP and OLAP database system.\n· Worked on domains such as Telecom, Finance, Health Care and Automobile.\n· Involved in High Level Document and Low-Level Document.\n· Designed and developed Data Marts by following Star Schema and Snowflake Schema.\n· Hands on Experience in version control tools – GIT.\n· Worked in Scheduling Tool – Control M.\n· Worked on Cognos BI Tools like–Cognos (8.4), Cognos (10) (Report Studio).\n· Worked on End to End Implementation projects/complete cycle projects.\n· Involved in People Management and Team Building activities.\n\nTECHNICAL SKILLS\nOPERATIING SYSTEM:\tWindows, Unix,\nETL TOOLS:\t\tIBM Data Stage, Pentaho, Talend Real Time Bigdata 6.5x, Snaplogic, AWS Glue\nHADOOP STACK:\t\tHDFS, MR, Hive, SparkSql, Sqoop.\nRDBMS/NoSQL: \t\tOracle, DB2, Teradata, Netezza, DynamoDB, Redshift.\nCLOUD PLATFORM: \tAWS, Google Cloud, Google Dataflow, Google Big Query.\nOTHER: \t\t\tShell Scripting, Scala, IBM Cognos, Python basic, AWS Lambda.\n\nPROFESSIONAL EXPERIENCE\n· Working with Deloitte Consulting as Senior Consultant from July/2018 – Till Date.\n· Worked with Accenture Pvt Ltd as Application Development Team Lead from June/2015 – June/2018.\n· Worked with CSC as Professional 1: Software Engineer from Jan/2015 – May/2015\n· Worked with IBM India Pvt Ltd as Data Stage Developer from Nov/2010 to Dec/2014.\n\n\nDELOITTE EXPERIENCE\n\nService Line:  Analytics and Cognitive\nClient Description:  \nRepublic Services is an environmental waste and recycling services company with geographically dispersed hauling stations and landfills throughout the country.  We are the second largest provider of services in the domestic non-hazardous solid waste industry, as measured by revenue, as well as a Fortune 500 company, publicly traded on the New York Stock Exchange (NYSE: RSG).\nProject Description:\nRepublic Services started to invest in Digital Operations and in-cab devices like tablets and cellphones, safety equipment like cameras and sensors which produce high volumes of unstructured data very quickly.  We need the ability to ingest and store this data to perform analytics to improve safety, route efficiencies, preventive maintenance etc.\nIt consists of the technologies such as AWS, Amazon S3, AWS Lambda, AWS Glue, Cloud watch, Pyspark, EMR, EC2, Redshift, Denodo.\nRole: Technical/Offshore Lead\nKey Responsibilities:\n· Responsible for end to end delivery (requirement gathering, prototype to team)\n· Research work on proposing solutioning to client, like what technology stack is beneficial and why.\n· Understanding the requirement along with functional counterpart.\n•\tDesigning the TDS (Technical Design Specifications). \n· Guiding team to develop the Data Lake logic.\n\nService Line:  Analytics and Cognitive\nClient Description:  \nAmgen is an American biopharmaceutical company. Amgen is one of the world’s largest biotechnology companies. Its goal is to provide a healthcare business based on recombinant DNA Technology.\nProject Description:\nAs part of the project, we must integrate Veeva CRM and Salesforce Marketing Cloud to the Data Lake for EU countries. The architecture is based on the existing project for JAPAC region for Veeva and created new architecture for Salesforce Marketing Cloud. \nIt consists of the technologies such as Amazon S3, Hadoop HDFS, Hive, Redshift staging and reporting. Snaplogic is the ETL tool used for all the integrations and Tableau is used for DQ implementation\nRole: Technical Lead\n\nTechnical Environment: Snaplogic, Hadoop HDFS, HIVE, Amazon S3, Redshift staging and reporting and Redshift Spectrum.\n\nKey Responsibilities:\n· Responsible for end to end delivery (requirement gathering , prototype to team, UAT, deployment )\n· Responsible in end-to-end implementation of Salesforce Marketing Cloud project which involves Email and Campaign submodules.\n· Understanding the requirement along with functional counterpart.\n•\tDesigning the TDS (Technical Design Specifications), Snaplogic snaps based on the FDS. \n•\tGuiding team to develop the ETL/Data Lake logic.\n•\tAnalyzing the data and results of the Snaplogic snaps to match with the business provided scenarios.\n•\tAdapting the change request based on the functional requirements.\n•\tOptimizing Snaplogic Snaps for managing huge data.\n•\tUsed Redshift as a staging layer.\n\nTechnical Environment: Snaplogic, Hadoop HDFS, HIVE, Amazon S3, Redshift staging and reporting and Redshift Spectrum.\n\n\nPROFESSIONAL EXPERIENCE IN ACCENTURE, BENGALURU\nCLIENT: \t\t\tWIND-H3G\nDESIGNATION: \t\tTechnical Lead/Developer\nTECHNOLOGY:\t\tTalend Big Data Edition 6.5x, CDH 5x, GHFS, Hive, Sqoop, Unix,Oracle,Netezza,Tez, GIT, Google Big Query\nPROJECT TITILE:\t\tData-Platform.\nABOUT PROJECT:\n\tThe project is migration from Oracle/Netezza to HDFS using Google Data Flow and Hive. The migration of project mainly for cost reduction and improve the performance.\nRESPONSIBILITIES:\n· Create team strategies and establish project scopes of work; communicate project deliverable time frames and benchmarks to clients.\n· Utilization of Sqoop to transfer data between Hadoop and relational database servers and to import data from relational databases such as Oracle to HDFS.\n· Developed queries in Hive for data summarization, query and analysis for queries expressed in a language called HiveQL, which automatically translates SQL-like queries into Tez jobs executed on Hadoop.\n· Developed Talend jobs using its Hadoop native component to access and process data on HDFS.\n· Worked Troubleshoot and debug any hadoop ecosystem run time issues.\n\nCLIENT: \t\t\tIntesa San Paolo\nDESIGNATION: \t\tTechnical Lead/Developer\nTECHNOLOGY:\t\tHDFS, Hive, Sqoop, Teradata, Unix\nPROJECT TITLE:\t\tIndividual Client Due Diligence (ICDD)\nABOUT PROJECT:\n\tAt ISP were no system for Individual Client Due Diligence and the entire process was done manually. ICDD, is one of the key initiatives to build and standardize the Due Diligence platform functions like Case Management, Document Management, Approval Matrix, Rating Rule configurability, Interfacing with critical systems for Anti Money Laundering.\nThe objective of the project is to migrate the existing RDBMS based into Hadoop environment. Sqoop was used to move the data from the   corresponding RDBMS tables (Oracle/MySQL) into HDFS. Once the data-set is available inside the HDFS, the Hive scripts were applied to manipulate the data and the final prepared data is stored into Hive tables\n\nRESPONSIBILITIES:\n· Extracted data from Teradata to HDFS using sqoop.\n· Installed and configured Hive and written Hive-QL scripts.\n· Join sources as per business requirement and transformation logic in mapping sheet.\n· Implement SCD2 to maintain history for Master table.\n· Implement delta load for Master table and full load for transaction table.\n· Involved in end-to-end data validation with testing team.\n· Worked Troubleshoot and debug any hadoop ecosystem run time issues.\n\n\nCLIENT: \t\t\tFiat Chrysler Automobiles\nDESIGNATION:\t\tSenior Developer\nTECHNOLOGY:\t\tData Stage v11.3, Putty, Oracle , OWB.\t\nPROJECT TITLE:\t\tFCA (Fiat Chrysler Automobiles) Migration\nABOUT PROJECT:\n\tProject is about migrating Oracle warehouse builder (OWB) code to PL-SQL and Data stage. Project provide consistent and cohesive view of Finance and customer centric Supply chain data.\n\nRESPONSIBILITIES:\n· Understand the OWB code, and migrate code into PL-SQL or Data stage\n· Coordinating with teams in an Onsite-Offshore model.\n· Create Data stage reusable objects.\n· Analyzed the defects and apply fixes in the Data stage jobs and Sequencers.\n· Create data stage mapping by understanding the OWB code so that same functionality can be implemented on data stage.\n· Provided integration and post production support for the ETL and reporting systems\n· Handling team and guiding the team members to complete the task.\n\n\nPROFESSIONAL EXPERIENCE IN CSC, BENGALURU\nCLIENT: \t\t\tBaxter\nDESGINATION: \t\tETL Developer\nTECHNOLOGY:\t\tData Stage v9.1, Putty, Tera Data, Control-M, Cognos.\nPROJECT TITLE:\t\tGlobal BI Finance and Supply Chain Reporting System\nABOUT PROJECT:\nProvides a Globally consistent and cohesive view of Finance and customer centric Supply chain data.4 Regional data warehouses specific to regions. Similarly, 4 regional data marts. And a single global data mart (Aggregated) Finance data will give information about sales of product and Supply chain data will provide information about different categories of inventories.\nRESPONSIBILITIES:\n· Coordinating with teams in an Onsite-Offshore model.\n· Cleanse and transform the data as per business logic.\n· Analyzed the defects and applied fixes in the Data stage jobs and Sequencers.\n· Used Control – M scheduler to monitor the DataStage batches\n· Provided integration and post production support for the ETL and reporting systems\n· Worked in Control M tool to execute the ETL Job and Unix Scripts.\n· Done Data validation from source system to Target table.\n\nPROFESSIONAL EXPERIENCE IN IBM, BENGALURU/NCR\nCLIENT: \t\t\tAustralia and New Zealand Banking Group \nDESIGNATION: \t\tETL Developer\nTECHNOLOGY:\t\tData Stage v9.1, Putty, Tera Data\nPROJECT TITLE: \t\t\nABOUT CLIENT:\t\tAPRA\n\tThe overall program aims to deliver a strategic regulatory reporting solution for returns considered mandatory for reporting to Australian Prudential Regulation Authority (APRA).\nRESPONSIBILITIES:\n· Work with Data Modeler’s and Business Analyst to understand Mapping and Business needs.\n· Creating Technical Specification Document based on the provided Mapping document.\n· Developing ETL Jobs, perform Unit Testing.\n· Analyzing the Data Issues raised by business report users and performing code fix if required.\n· Supporting System Integration Testing and User Acceptance Testing for resolving defects.\n· Tuned the Data stage jobs for better performance - Tuned jobs for reducing job run time.\n\nCLIENT: \t\t\tBharti Airtel Ltd\nDESIGNATION: \t\tDeveloper\nTECHNOLOGY:\t\tTeradata, Informatica, Unix\nPROJECT TITLE:\t\tIBM Power PC Series (P5 to P7 Migration)/Datastage Migration from 7x to 8x\nABOUT CLIENT:       \nMigration from P5 to P7 Series for enhancing system performance. This Project is about migrating all the jobs and sequences from the Ascential DataStage 7.5 to IBM InfoSphere DataStage 8.1 and converting the jobs to comply with the new best standards for coding.\nRESPONSIBILITIES:\n· Defining and implementing various processes, conventions and guidelines for team for smooth delivery.\n· Requirement gathering of pre-requisites required for migrating to upgraded version like AIX and DB2 compatibility.\n· Getting UAT sign off from client for new server.\n· Testing of application on new P7 server on new data stage version\n\n\nCLIENT: \t\t\tBharti Airtel Ltd\nDESIGNATION: \t\tDeveloper\nTECHNOLOGY:\t\tData Stage v7x, Shell Scripting, Db2, Cognos 10\nPROJECT TITLE:\t\tFPM (Financial Performance Management)\nABOUT CLIENT:       \nThe Financial Performance & Management (FPM) is a critical application for Bharti Airtel which aims to provide key Finance Related Indicators to the Top Management team of Bharti Airtel.\nRESPONSIBILITIES:\n· Defining and implementing various processes, conventions and guidelines for team for smooth delivery.\n· Design & development of ETL jobs.\n· Testing for the compliance of application and business requirements.\n· Solving the data issue in the existing tables and research on learner’s track.\n· Created customized reports using calculations, filters, and conditional formatting in Report Studio.\n· Developed various types of reports like List reports.\n· Validated the Reports with database and review the Reports and test cases.\n\n\nAppreciation & Achievement\n· Awarded with Accenture ACE award (Feb 2016)\n· IBM DB2 Fundamental Certified Database Associate.\n· 1 and 2+ Rating in the annual appraisal cycle in 2013 and 2012 respectively.\n· Client Appreciation for doing effective analysis and resolving issues within defined time line.\nEDUCATIONAL CREDENTIALS\n\nB. Tech (Computer Science) 2010\nUttarakhand Technical University, Uttarakhand, India","annotation":[{"label":["Highest degree"],"points":[{"start":12885,"end":12915,"text":"B. Tech (Computer Science) 2010"}]},{"label":["Total experience"],"points":[{"start":12030,"end":12129,"text":"Defining and implementing various processes, conventions and guidelines for team for smooth delivery"}]},{"label":["Total experience"],"points":[{"start":11292,"end":11391,"text":"Defining and implementing various processes, conventions and guidelines for team for smooth delivery"}]},{"label":["Total experience"],"points":[{"start":9037,"end":9406,"text":"Provides a Globally consistent and cohesive view of Finance and customer centric Supply chain data.4 Regional data warehouses specific to regions. Similarly, 4 regional data marts. And a single global data mart (Aggregated) Finance data will give information about sales of product and Supply chain data will provide information about different categories of inventories"}]},{"label":["Total experience"],"points":[{"start":6710,"end":7056,"text":"At ISP were no system for Individual Client Due Diligence and the entire process was done manually. ICDD, is one of the key initiatives to build and standardize the Due Diligence platform functions like Case Management, Document Management, Approval Matrix, Rating Rule configurability, Interfacing with critical systems for Anti Money Laundering."}]},{"label":["Total experience"],"points":[{"start":6361,"end":6451,"text":"Developed Talend jobs using its Hadoop native component to access and process data on HDFS."}]},{"label":["Total experience"],"points":[{"start":4694,"end":4816,"text":"Responsible in end-to-end implementation of Salesforce Marketing Cloud project which involves Email and Campaign submodules"}]},{"label":["Total experience"],"points":[{"start":4594,"end":4688,"text":"Responsible for end to end delivery (requirement gathering , prototype to team, UAT, deployment"}]},{"label":["Total experience"],"points":[{"start":3972,"end":4226,"text":"As part of the project, we must integrate Veeva CRM and Salesforce Marketing Cloud to the Data Lake for EU countries. The architecture is based on the existing project for JAPAC region for Veeva and created new architecture for Salesforce Marketing Cloud."}]},{"label":["Total experience"],"points":[{"start":3760,"end":3948,"text":"Amgen is an American biopharmaceutical company. Amgen is one of the world’s largest biotechnology companies. Its goal is to provide a healthcare business based on recombinant DNA Technology"}]},{"label":["Total experience"],"points":[{"start":3347,"end":3423,"text":"Responsible for end to end delivery (requirement gathering, prototype to team"}]},{"label":["Total experience"],"points":[{"start":2816,"end":3162,"text":"Republic Services started to invest in Digital Operations and in-cab devices like tablets and cellphones, safety equipment like cameras and sensors which produce high volumes of unstructured data very quickly.  We need the ability to ingest and store this data to perform analytics to improve safety, route efficiencies, preventive maintenance etc"}]},{"label":["Total experience"],"points":[{"start":2417,"end":2791,"text":"Republic Services is an environmental waste and recycling services company with geographically dispersed hauling stations and landfills throughout the country.  We are the second largest provider of services in the domestic non-hazardous solid waste industry, as measured by revenue, as well as a Fortune 500 company, publicly traded on the New York Stock Exchange (NYSE: RSG"}]},{"label":["Number of company worked"],"points":[{"start":2264,"end":2280,"text":"IBM India Pvt Ltd"}]},{"label":["Last company"],"points":[{"start":2087,"end":2103,"text":"Accenture Pvt Ltd"}]},{"label":["designation"],"points":[{"start":2027,"end":2043,"text":"Senior Consultant"}]},{"label":["Experience in current company"],"points":[{"start":2004,"end":2022,"text":"Deloitte Consulting"}]},{"label":["Skills"],"points":[{"start":1737,"end":1744,"text":"SparkSql"}]},{"label":["Total experience"],"points":[{"start":1180,"end":1259,"text":"Designed and developed Data Marts by following Star Schema and Snowflake Schema."}]},{"label":["Total experience"],"points":[{"start":893,"end":1000,"text":"Work with Data Modeler’s and Business Analyst to understand Mapping and Business needs. Worked on ERWIN tool"}]},{"label":["Total experience"],"points":[{"start":760,"end":852,"text":"Worked extensively in design and development of business process using SQOOP, SPARK SQL, HIVE"}]},{"label":["Total experience"],"points":[{"start":550,"end":755,"text":"Experience in ETL Architecture, Development, Enhancement, Maintenance, Production support, Data Modeling, Reporting including Business requirement, system requirement gathering of Enterprise Data warehouses"}]},{"label":["Total experience"],"points":[{"start":500,"end":545,"text":"Having 6 yrs of Experience in Data warehousing"}]},{"label":["Total experience"],"points":[{"start":140,"end":231,"text":"Technical Lead with strong business acumen and technical experience in BI and Big Data space"}]},{"label":["designation"],"points":[{"start":122,"end":138,"text":"Senior Consultant"}]},{"label":["Email"],"points":[{"start":73,"end":97,"text":"kanchanpalariya@gmail.com"}]},{"label":["Phone"],"points":[{"start":36,"end":45,"text":"8447817815"}]},{"label":["Name"],"points":[{"start":0,"end":21,"text":"Kanchan Kumar Palariya"}]}],"extras":null,"metadata":{"first_done_at":1626843166000,"last_updated_at":1626843166000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "KANISHKA BANSAL \nE-mail: kanishkabansal135@gmail.com                                            Phone no: +91-9582886863,   \n                                                                                                                              +91-7982962616            \n\nOBJECTIVE  \n\nTo  secure a  responsible career  opportunity,  where  I  can  fully  utilize my  HR training , \n\nacademic and  professional  skills  while  making a  significant  contribution  to  the  growth of \norganization  to  add  value to  its  operations. \n \n\nACADEMIC QUALIFICATIONS  \n\nInstitute of Management &   Entrepreneurship Development                                  2018-2020 \n\nMaster of Business Administration, Human Resources                                       9.48 (avg) CGPA \n\n  \n\nNew Law College                                                                                                                    2019 \n\nDiploma in Labour Laws                                                                                                     60.25% \n\n \nAjay Kumar Garg Engineering College, Ghaziabad                                                  2013-2017 \n\nBachelor of Technology, Computer Science and Engineering                                             71.38% \n      \n\nK.D.B. Public School, Ghaziabad                                                                            2013                                                                         \n\nCentral Board of Secondary Education (CBSE, 12th Standard)                                           67.80% \n\n \n\nK.D.B. Public School, Ghaziabad                                                                                           2011         \n\nCentral Board of Secondary Education (CBSE, 10th Standard)                                           83.60% \n                                                                                                                                        (8.8 CGPA)       \n\n \nINTERPERSONAL SKILLS \n\n Good communication \n\n Leadership \n\n Confident \n\n Quick learner \n\n Punctual \n\n Team work \n\nTECHNICAL SKILLS  \n\n Programming Language: MS-Office, MS-word, MS-excel, C, C++, Core JAVA, \n\nAdvance JAVA. \n\n\n\n Web Development: HTML, CSS, JavaScript, JQuery. \n\n Databases: My SQL, Oracle 10g \n\n \n\nPROJECTS  \n\n Worked as HR INTERN in SHARE INDIA SECURITIES LIMTED from 14 May ‘2019 \nto 14 July ‘2019. \n\n \n\n Worked as Campus Ambassador for VIT (Chennai). \n \n\n Worked with NETMEDS.COM for 3 weeks as Customer Acquisition Intern from Dec 05 \n’2018 to Dec 26’2018. \n\n \n\n Worked on 3 days live project with Bajaj Finserv working on customer interaction. \n\n \n\nWeb Development \n\n \n\n Interface designing using HTML, CSS, JQuery and JavaScript.  \n\n Worked on a Website Designing Project using HTML, JS, and JQ & CSS on Front End. \n\n A python based web application “Cricket-O-Analysis” that predicts the future outcome \nof any upcoming cricket match based on the past records of the team and venue under the \n\nCollege faculty as Major Project. \n\n \n\nAWARDS AND ACHIEVEMENTS \n\n 2012 \n\n Received appreciation letter from Mr. Kapil Sibal (former Human Resource and \nDevelopment Minister) for remarkable performance in class X during academic session \n\n2010-2011 on 31st January. \n \n\nEXTRA CO-CURRICULAR ACTIVITIES \n\n2018 \n\n Attended International Seminar on Emerging Paradigms in Management. \n\n Participated in Research Paper Competition on Cross Cultural issues & Work force \n\ndiversity. \n \n2016   \n\n 28 days Training at NTPC (Dadri), on HTML, CSS, JQ and JS technology this involved \nproject on Website Designing. \n\n Visited APTRON Solutions Pvt. Ltd Noida for CISCO Networking on 6th February. \n \n\n\n\n \n2015  \n\n 6 months training in Core Java and Advance Java at NIIT.  \n\n \n\n2014 \n\n Participated in Cloud Computing Workshop conducted by Technophilia System in \n\nassociation with Robotics & Computer Application Institute of USA held at AKGEC on \nSeptember 20-21.  \n\n \n\n2013 \n\n Participated in Scrolls-2013, a National level Technical Paper Presentation event held at \n\nthe college in association with GMA-Ghaziabad Management Association. \n \n2009 \n\n Participated in United Federation Competition. \n \n\nPERSONAL DETAILS  \n\n DOB  - 06 September 1995 \n\n Gender  - Female  \n\n Father’s  name  - Mr. Pradeep Kumar Gupta \n\n Mother’s name –Mrs. Indu Gupta \n\n Nationality  - Indian  \n\n Hobbies – Reading ,Cooking ,Crafting \n\n                                                                               -KANISHKA BANSAL","annotation":[{"label":["Name"],"points":[{"start":4512,"end":4526,"text":"KANISHKA BANSAL"}]},{"label":["Skills"],"points":[{"start":4421,"end":4421,"text":"C"}]},{"label":["Skills"],"points":[{"start":4412,"end":4412,"text":"C"}]},{"label":["Skills"],"points":[{"start":4195,"end":4195,"text":"C"}]},{"label":["Total experience"],"points":[{"start":3987,"end":4146,"text":"Participated in Scrolls-2013, a National level Technical Paper Presentation event held at \n\nthe college in association with GMA-Ghaziabad Management Association"}]},{"label":["Skills"],"points":[{"start":3949,"end":3949,"text":"C"}]},{"label":["Skills"],"points":[{"start":3899,"end":3899,"text":"C"}]},{"label":["Skills"],"points":[{"start":3814,"end":3814,"text":"C"}]},{"label":["Skills"],"points":[{"start":3808,"end":3808,"text":"C"}]},{"label":["Total experience"],"points":[{"start":3791,"end":3969,"text":" Participated in Cloud Computing Workshop conducted by Technophilia System in \n\nassociation with Robotics & Computer Application Institute of USA held at AKGEC on \nSeptember 20-21"}]},{"label":["Skills"],"points":[{"start":3741,"end":3741,"text":"C"}]},{"label":["Skills"],"points":[{"start":3671,"end":3671,"text":"C"}]},{"label":["Skills"],"points":[{"start":3668,"end":3668,"text":"C"}]},{"label":["Skills"],"points":[{"start":3549,"end":3551,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":3549,"end":3549,"text":"C"}]},{"label":["Skills"],"points":[{"start":3543,"end":3546,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":3529,"end":3529,"text":"C"}]},{"label":["Total experience"],"points":[{"start":3506,"end":3617,"text":"28 days Training at NTPC (Dadri), on HTML, CSS, JQ and JS technology this involved \nproject on Website Designing"}]},{"label":["Skills"],"points":[{"start":3450,"end":3450,"text":"C"}]},{"label":["Skills"],"points":[{"start":3444,"end":3444,"text":"C"}]},{"label":["Skills"],"points":[{"start":3429,"end":3429,"text":"C"}]},{"label":["Skills"],"points":[{"start":3305,"end":3305,"text":"C"}]},{"label":["Skills"],"points":[{"start":3298,"end":3298,"text":"C"}]},{"label":["Skills"],"points":[{"start":3293,"end":3293,"text":"C"}]},{"label":["Skills"],"points":[{"start":3290,"end":3290,"text":"C"}]},{"label":["Total experience"],"points":[{"start":3089,"end":3249,"text":"Received appreciation letter from Mr. Kapil Sibal (former Human Resource and \nDevelopment Minister) for remarkable performance in class X during academic session"}]},{"label":["Skills"],"points":[{"start":3065,"end":3065,"text":"C"}]},{"label":["Skills"],"points":[{"start":3014,"end":3014,"text":"C"}]},{"label":["Skills"],"points":[{"start":2870,"end":2870,"text":"C"}]},{"label":["Total experience"],"points":[{"start":2838,"end":3045,"text":"A python based web application “Cricket-O-Analysis” that predicts the future outcome \nof any upcoming cricket match based on the past records of the team and venue under the \n\nCollege faculty as Major Project"}]},{"label":["Skills"],"points":[{"start":2816,"end":2818,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":2816,"end":2816,"text":"C"}]},{"label":["Skills"],"points":[{"start":2797,"end":2800,"text":"HTML"}]},{"label":["Total experience"],"points":[{"start":2753,"end":2831,"text":"Worked on a Website Designing Project using HTML, JS, and JQ & CSS on Front End"}]},{"label":["Skills"],"points":[{"start":2736,"end":2745,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":2720,"end":2722,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":2720,"end":2720,"text":"C"}]},{"label":["Skills"],"points":[{"start":2714,"end":2717,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":2508,"end":2508,"text":"C"}]},{"label":["Skills"],"points":[{"start":2489,"end":2489,"text":"C"}]},{"label":["Skills"],"points":[{"start":2453,"end":2453,"text":"C"}]},{"label":["Skills"],"points":[{"start":2426,"end":2426,"text":"C"}]},{"label":["Skills"],"points":[{"start":2356,"end":2356,"text":"C"}]},{"label":["Experience in current company"],"points":[{"start":2342,"end":2370,"text":"SHARE INDIA SECURITIES LIMTED"}]},{"label":["Skills"],"points":[{"start":2310,"end":2310,"text":"C"}]},{"label":["Skills"],"points":[{"start":2289,"end":2298,"text":"Oracle 10g"}]},{"label":["Skills"],"points":[{"start":2281,"end":2286,"text":"My SQL"}]},{"label":["Skills"],"points":[{"start":2246,"end":2255,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":2241,"end":2243,"text":"CSS"}]},{"label":["Skills"],"points":[{"start":2241,"end":2241,"text":"C"}]},{"label":["Skills"],"points":[{"start":2235,"end":2238,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":2198,"end":2209,"text":"Advance JAVA"}]},{"label":["Skills"],"points":[{"start":2185,"end":2193,"text":"Core JAVA"}]},{"label":["Skills"],"points":[{"start":2185,"end":2185,"text":"C"}]},{"label":["Skills"],"points":[{"start":2180,"end":2182,"text":"C++"}]},{"label":["Skills"],"points":[{"start":2180,"end":2180,"text":"C"}]},{"label":["Skills"],"points":[{"start":2177,"end":2177,"text":"C"}]},{"label":["Skills"],"points":[{"start":2167,"end":2174,"text":"MS-excel"}]},{"label":["Skills"],"points":[{"start":2147,"end":2155,"text":"MS-Office"}]},{"label":["Skills"],"points":[{"start":2109,"end":2109,"text":"C"}]},{"label":["Skills"],"points":[{"start":2105,"end":2105,"text":"C"}]},{"label":["Skills"],"points":[{"start":2046,"end":2046,"text":"C"}]},{"label":["Skills"],"points":[{"start":1967,"end":1967,"text":"C"}]},{"label":["Skills"],"points":[{"start":1755,"end":1755,"text":"C"}]},{"label":["Skills"],"points":[{"start":1717,"end":1717,"text":"C"}]},{"label":["10 %"],"points":[{"start":1580,"end":1705,"text":"K.D.B. Public School, Ghaziabad                                                                                           2011"}]},{"label":["Skills"],"points":[{"start":1505,"end":1505,"text":"C"}]},{"label":["Skills"],"points":[{"start":1467,"end":1467,"text":"C"}]},{"label":["12 %"],"points":[{"start":1281,"end":1391,"text":"K.D.B. Public School, Ghaziabad                                                                            2013"}]},{"label":["Skills"],"points":[{"start":1188,"end":1188,"text":"C"}]},{"label":["Highest degree"],"points":[{"start":1164,"end":1270,"text":"Bachelor of Technology, Computer Science and Engineering                                             71.38%"}]},{"label":["Skills"],"points":[{"start":1084,"end":1084,"text":"C"}]},{"label":["Skills"],"points":[{"start":792,"end":792,"text":"C"}]},{"label":["Skills"],"points":[{"start":773,"end":773,"text":"C"}]},{"label":["Highest degree"],"points":[{"start":673,"end":776,"text":"Master of Business Administration, Human Resources                                       9.48 (avg) CGPA"}]},{"label":["Skills"],"points":[{"start":560,"end":560,"text":"C"}]},{"label":["Skills"],"points":[{"start":551,"end":551,"text":"C"}]},{"label":["Skills"],"points":[{"start":545,"end":545,"text":"C"}]},{"label":["Total experience"],"points":[{"start":292,"end":537,"text":"To  secure a  responsible career  opportunity,  where  I  can  fully  utilize my  HR training , \n\nacademic and  professional  skills  while  making a  significant  contribution  to  the  growth of \norganization  to  add  value to  its  operations"}]},{"label":["Skills"],"points":[{"start":283,"end":283,"text":"C"}]},{"label":["Phone"],"points":[{"start":255,"end":264,"text":"7982962616"}]},{"label":["Phone"],"points":[{"start":110,"end":119,"text":"9582886863"}]},{"label":["Email"],"points":[{"start":25,"end":51,"text":"kanishkabansal135@gmail.com"}]},{"label":["Name"],"points":[{"start":0,"end":14,"text":"KANISHKA BANSAL"}]}],"extras":null,"metadata":{"first_done_at":1626848768000,"last_updated_at":1626848768000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Gurgaon, HR\n+917042406839\nkanwersinghkps@gmail.comKanwer Pal SinghKanwer Pal Singh\n\nBackend Developer\n\nJuly, 2017 - Present\n\nJune, 2016 - June, 2017\n\nBackend Developer\n\nCheruniq Technology Private Limited\nResponsible for designing, development, deployment and managing of backend for cricnwin \n\nLive Scoring: Integrated live scoring for international, domestic, league cricket matches using web sockets\nPrediction Game: Developed a prediction game on cricket using in-app based currencies (coins and runs)\nAutosuggest: Developed autosuggest using elasticsearch. It uses search analysers and filters to show best\nrelevant suggestions for all the users/players/fan clubs on cricnwin\nLogin: Developed service for in-app login from google, facebook using passport.js\nAdmin Panel: Developed admin management panel for android application in PHP using HTML, CSS,\nJquery \nWebsite: Developed one pager website in PHP using HTML, CSS \n\nSoftware Developer\n\n91digital Web Private Limited\nMulti​Media Gallery: Developed multimedia gallery with backend panel using Laravel framework to create\nand manage multimedia content (images, videos, 360 view, slide​ share)\nGallery APIs: Developed multimedia gallery APIs in JAVA using ElasticSearch\nAutomated Notification Service: Notification service based on engagement and preferences. Used Java\nfor the service and MongoDb to extract user engagement trends\nAndroid Application Management Panel:  Enhanced the android application management panel in PHP\nusing MySQL, Redis\n\nFeb, 2016 - June, 2016\n\nJune, 2013 - July, 2013\n\nIntern (Software Developer)\n\n91digital Web Private Limited\nHands-on experience of working with LAMP stack\n\nWeekly Mailer Panel: Developed a weekly email mailer in PHP, JQuery, HTML, CSS. The panel reduced the\ndevelopment of mailer from 3-4 hours  to less than half an hour.   \n\nSummer Training \n\nNational Institute of Electronics and Information Technology\nSix week summer training in Core Java\n\nLanguages: Javascript, Java, PHP\nFrameworks:  Express (Node.js), Spring, Spring MVC, Hibernate, Laravel/Slim (PHP), Jquery\nDatabases: MySQL, Redis \nCloud Platforms: AWS\nMonitoring Tools: New Relic, PM2\nDevelopment Tools: WebStorm, PhpStorm, Intellij Idea, Git, Bitbucket, Jira, File Zilla \nData structures and algorithms\n\nWork HistoryWork History    \n\nTraining And InternshipsTraining And Internships    \n\nSkillsSkills    \n\nmailto:kanwersinghkps@gmail.com\nhttps://www.cricnwin.com/#about\nhttps://play.google.com/store/apps/details?id=com.cricketscore.livecricketbet\nhttps://www.91mobiles.com/aboutus.php\nhttps://play.google.com/store/apps/details?id=com.mob91\nhttp://www.91mobiles.com\nhttp://nielit.gov.in/chandigarh/content/introduction-47\n\n\n2012 - 2016Bachelor of Technology, Computer Science & Engineering (7.3/10)\n\nGuru Nanak Dev University, Amritsar\n\nEducationEducation    \n\n\n\tKanwer Pal Singh\n\tBackend Developer\n\tWork History\n\tBackend Developer\n\tSoftware Developer\n\n\tTraining And Internships\n\tIntern (Software Developer)\n\tSummer Training\n\n\tSkills\n\tEducation\n\tBachelor of Technology, Computer Science & Engineering (7.3/10)","annotation":[{"label":["designation"],"points":[{"start":2957,"end":2974,"text":"Software Developer"}]},{"label":["designation"],"points":[{"start":2902,"end":2919,"text":"Software Developer"}]},{"label":["designation"],"points":[{"start":2883,"end":2899,"text":"Backend Developer"}]},{"label":["designation"],"points":[{"start":2850,"end":2866,"text":"Backend Developer"}]},{"label":["Name"],"points":[{"start":2832,"end":2841,"text":"Kanwer Pal"}]},{"label":["Highest degree"],"points":[{"start":2693,"end":2803,"text":"2012 - 2016Bachelor of Technology, Computer Science & Engineering (7.3/10)\n\nGuru Nanak Dev University, Amritsar"}]},{"label":["Email"],"points":[{"start":2381,"end":2404,"text":"kanwersinghkps@gmail.com"}]},{"label":["Email"],"points":[{"start":2381,"end":2400,"text":"kanwersinghkps@gmail"}]},{"label":["Skills"],"points":[{"start":2084,"end":2088,"text":"MySQL"}]},{"label":["Total experience"],"points":[{"start":1850,"end":1948,"text":"National Institute of Electronics and Information Technology\nSix week summer training in Core Java\n"}]},{"label":["Total experience"],"points":[{"start":1661,"end":1825,"text":"Weekly Mailer Panel: Developed a weekly email mailer in PHP, JQuery, HTML, CSS. The panel reduced the\ndevelopment of mailer from 3-4 hours  to less than half an hour"}]},{"label":["designation"],"points":[{"start":1562,"end":1579,"text":"Software Developer"}]},{"label":["Skills"],"points":[{"start":1491,"end":1495,"text":"MySQL"}]},{"label":["Total experience"],"points":[{"start":977,"end":1148,"text":"Multi​Media Gallery: Developed multimedia gallery with backend panel using Laravel framework to create\nand manage multimedia content (images, videos, 360 view, slide​ share"}]},{"label":["designation"],"points":[{"start":927,"end":944,"text":"Software Developer"}]},{"label":["Total experience"],"points":[{"start":688,"end":863,"text":"Developed service for in-app login from google, facebook using passport.js\nAdmin Panel: Developed admin management panel for android application in PHP using HTML, CSS,\nJquery "}]},{"label":["Total experience"],"points":[{"start":295,"end":679,"text":"Live Scoring: Integrated live scoring for international, domestic, league cricket matches using web sockets\nPrediction Game: Developed a prediction game on cricket using in-app based currencies (coins and runs)\nAutosuggest: Developed autosuggest using elasticsearch. It uses search analysers and filters to show best\nrelevant suggestions for all the users/players/fan clubs on cricnwin"}]},{"label":["Experience in current company"],"points":[{"start":169,"end":203,"text":"Cheruniq Technology Private Limited"}]},{"label":["designation"],"points":[{"start":150,"end":166,"text":"Backend Developer"}]},{"label":["designation"],"points":[{"start":84,"end":100,"text":"Backend Developer"}]},{"label":["Name"],"points":[{"start":66,"end":75,"text":"Kanwer Pal"}]},{"label":["Name"],"points":[{"start":50,"end":59,"text":"Kanwer Pal"}]},{"label":["Email"],"points":[{"start":26,"end":49,"text":"kanwersinghkps@gmail.com"}]},{"label":["Phone"],"points":[{"start":15,"end":24,"text":"7042406839"}]}],"extras":null,"metadata":{"first_done_at":1626854897000,"last_updated_at":1626854897000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Kapil Kumar\nOracle PL SQL Developer and  Performance Tuning\nChennai| 9500013203 | kaykapil1234@gmail.com\n\nProfessional summary\n  \nOver  3.5  years of programming experience as a Developer and coding with analytical programming using Oracle PL/SQL.To serve the organization with the best of my technical skill and abilities by utilizing my educational and professional knowledge and competencies acquired by me in my academic career and professional experience .\nDeft in modifying the scripts based in clients' requirements. Well versed in writing and modifying existing scripts as part of adding value to the system. Expertise in detailed designing, coding, testing and debugging. Effective team player with good communication and interpersonal skills.\n\n\nProfile\n· Having around 3.5 years of professional experience in Requirement Gathering, Analysis, Design and Development, Testing, Implementation and Production Support, Documentation and Delivery. Strong programming skills with diverse computer science experience. Sound analytical and problem solving skills with a good exposure to meet set objectives and ability to learn new technologies quickly\n· Working experience in rotational shifts and Production support.\n· Working as Production Support, attending production calls, troubleshooting the application and resolving bugs.\n· Good understanding of ITIL and ITSM operational processes like Incident Management, Change Management, Problem Management, Release Management and Service Improvements.\n· Working Used UNIX shell scripts to automate and systemize the load process .\n· Highly experienced in Software Design, Analysis, Coding, Development and Testing with specialization in ORACLE 12c/11g/10g based Client-Server and Three-Tier Computing Architecture, Database Design and Development, Implementation, Production Support & Maintenance and Quality Assurance.\n· Experience with various technologies such as Oracle, Structured Query Language(SQL), Procedural Language and Structured Query Language (PL/SQL), SQL Loader, powershell scripting,python scripting.\n· Extensive experience in writing/debugging Oracle Back-end PL/SQL development by writing Packages, Stored Procedures, Functions and Triggers. Strong knowledge in using Oracle built-in packages, Cursor management and Exception handling.\n· Experienced in creating and maintaining Database Objects like Tables, Views and Materialized views, Indexes, Constraints, Sequences, Synonyms and Database Links and Wrote complex PL/SQL subprograms, packages, procedures, functions and DB triggers to implement the business logic.\n· Working experience in rotational shifts 24/7 Production Support.\n· Experienced in Tuning application using Advanced PL/SQL (Analytical Functions, PL/SQL tables, Record type, Bulk Collects and Bulk Binds.\n· Experienced in Tuning using various types of Hints, Partitioning, Indexes, Explain Plan and TKProf.\n· Experienced in application fine-tuning and database fine-tuning using Explain Plan and analysis tools, Monitor performance and identify bottlenecks and System Tuning and Monitoring indexes and analyzing their status for performance tuning and query optimization.\n· Involved in various activities like preparation of functional and technical documents, discussions with the client regarding the proposed solution, PL/SQL programs scripts, related reports and forms, unit level and user acceptance testing.\n· Excellent interpersonal skills and professional communication skills and have worked extensively in a team oriented environment with a strong desire to achieve specified goals.\n\n\n\n\n\nSkill Set\nDatabase and GUI : Oracle 11g/12c \nDevelopment Tools : Toad, PL/SQL Developer \nLanguages : Oracle SQL, PLSQL ,UNIX Shell Scripting, Powershell scripting , Python Scripting  ,Perl\nOperating System : Windows XP/7/8/10 \nTools Experience : Toad, Maestro Job Scheduler , Putty \n\nProject History\n\nProject# 1\n NXP- Supply Chain Processing Legacy Oracle (SCP Legacy)\nLarsen & Toubro Infotech Limited\n  Client : NXP-Semiconductors\n  Role : Software Engineer\n  Duration : Feb’2019 to Sep’2019\n  Platform : Windows 7,10\n  Team Size : 3\n  Environment : Oracle PL/SQL , Unix Scripting ,HTML , Java \n\nProject Description :\n\n· A supply chain is a network of facilities and distribution options that performs the functions of procurement of materials, transformation of these materials into intermediate and finished products, and the distribution of these finished products to customers.\n· Understand demand pattern plays key role for success of industry. \n· New products arrival, trend and season changes customer demand.\n· SAP provides solution to forecasting, planning and optimization by considering sales history and all above facts.\n· Data Consolidation Module (DCM) is a major business initiative in Supply Chain Operations. \n· DCM is a planning legacy system that gathers information from multiple systems and processes the inbound data and sends the outbound data in a format that is acceptable by SAP system. \n· DCM is critical in terms of production planning pertaining to factories and equipment’s over a period of time and to use this capacity information to derive production schedules in SAP which will be more accurate and realistically achievable .\n\nRoles and Responisbilities :\n\n· Involved in development of interface programs to import parts information to inventory base tables.\n· Interacted with Business Analysts and participated in user requirement sessions to analyze and gather business requirements.\n· Built complex queries using SQL and wrote stored procedures using PL/SQL.\n· Performing Root Cause analysis and submitted Known errors (KB Process).  \n· Working experience in rotational shifts and Production support.\n· Loaded the data into database tables using SQL*loader from text and excel files.\n· Participate in projects related to Projects and peripheral applications, as requested. \n· Worked on UNIX shell scripts to automate and systemize the load process .\n\n· Developed SQL and PL/SQL scripts to transfer tables across the schemas and databases.\n· Monitoring the Database performance and take necessary action to optimize the database performance\n· Responsible for developing technical specifications from business requirements.\n· Developed interface for item data conversion to load items from flat file to Oracle Inventory using SQL* Loader, PL/SQL and import items program.\n\nProject# 2\nMetlife - Variable Annuity Dynamic Hedging (VADH) \nCognizant Technology Solutions\n  Client : Metlife - HEDGE\n  Role : Programmer Analyst \n  Duration : Oct’2016 to Dec’2018\n  Platform : Windows 7/8/10\n  Team Size : 3\n  Environment : Oracle PL/SQL , Python ,Powershell\n\nProject Description :\n\n· Variable Annuity Dynamic Hedging (VADH) application runs valuation processes to manage the risk and investment of funds for variable annuity products with guaranteed riders.\n· The Variable Annuity Hedge system processes the hedging and reserves for Deferred Variable Annuities. Calculations or projections are done with the input data.\n· The calculations in this application are done by a vendor provided logic which is termed as ‘Miliman Formula’ (Miliman is the name of the vendor).\n\nThe major Process modules in the Hedge application are as follows :\n\n· Mainframe Extracts\n· Oracle Database loading\n· Transformation and Inforce Generation\n· Grid Processing\n\nRoles and Responisbilities :\n\n· Understanding and Collecting requirements from Business user side or Business Analyst \n· and try to convert that requirement to SQL queries or PL SQL.\n· Expertise in SQL and PL/SQL programming, developing complex code units.\n· Expertise in creating the indexes on tables and partitioning the table for SQL tuning purpose.\n· Solid Experience of creating PL/SQL Packages, Procedures, Functions, Triggers, Views and Exception handling for retrieving, manipulating, checking and migrating complex data sets in Oracle.\n· Experience in data migration/conversation using SQL*Loader .\n· Used PL/SQL Tables, Cursors to process huge volumes of data and used bulk collect for mass update as performance improvement process.\n· Created & modified several powershell and python scripts as per client’s requirement.\n\n· Proactively monitor the operations of the production system and help in resolving any live problems detected/reported.\n· Perform thorough analysis of any existing problem on the production system, identify the root cause and design and lead the implementation of the proposed resolution.\n\n\nInnovations:\n Title : Transformation Automation Tool \n Description : \n\n· A Powershell,Python,Oracle utility to Synchronize bulk number of lookup tables  at a time present in different schemas (example: B/w Production and development) and  take the summation comparison for all the columns present in tables to validate the tables have been synchronized successfully.\n· This tool also incorporates the functionality of comparing two tables (example: B/w Production table and development table) with the size of more than 2.5gb and stored the differences found in other text file for further reviewing purpose.\n· To fully automate the process of copying policy extracts to inforce creation and validating the same for production setup .\n· It saves manual effort involved in doing pre- requisites for load , transformation ,job submission , monitoring and validation.\n· It also reduces the human effort to copy large number of tables from production schema to the development schema which approx. take 1 hr.\n\n   Technology Used: Powershell , Oracle Pl/sql , Python\nDollars Saving : 288 hrs\n\n \nAcademic Qualifications\n\nBachelor of Engineering (Computer Science)         \t\t    \t\t\t\t     2012-2016                                                                                                                       \nSathyabama University\nCompleted B.E. in CS discipline with first class distinction (8.5 CGPA)\n\n12 th Standard                  \t\t\t\t\t\t\t \t                     2011-2012                                                                                                                                                                                                                                                                                                                                                  \n Ch.Chabbil Dass Public School (CBSE BOARD)                                                                                                       \n Completed 12th grade with 88 %\n\n 10 th Standard                         \t\t\t\t\t\t\t\t      2009-2010                                                                                                                 \n Ch.Chabbil Dass Public School (CBSE BOARD)\n Completed 10th grade with 9.00 CGPA","annotation":[{"label":["10 %"],"points":[{"start":10483,"end":10738,"text":"10 th Standard                         \t\t\t\t\t\t\t\t      2009-2010                                                                                                                 \n Ch.Chabbil Dass Public School (CBSE BOARD)\n Completed 10th grade with 9.00 CGPA"}]},{"label":["12 %"],"points":[{"start":9892,"end":10479,"text":"12 th Standard                  \t\t\t\t\t\t\t \t                     2011-2012                                                                                                                                                                                                                                                                                                                                                  \n Ch.Chabbil Dass Public School (CBSE BOARD)                                                                                                       \n Completed 12th grade with 88 %"}]},{"label":["Highest degree"],"points":[{"start":9602,"end":9888,"text":"Bachelor of Engineering (Computer Science)         \t\t    \t\t\t\t     2012-2016                                                                                                                       \nSathyabama University\nCompleted B.E. in CS discipline with first class distinction (8.5 CGPA"}]},{"label":["Skills"],"points":[{"start":9542,"end":9547,"text":"Python"}]},{"label":["Skills"],"points":[{"start":9513,"end":9522,"text":"Powershell"}]},{"label":["Skills"],"points":[{"start":8573,"end":8578,"text":"Python"}]},{"label":["Skills"],"points":[{"start":8562,"end":8571,"text":"Powershell"}]},{"label":["Total experience"],"points":[{"start":8318,"end":8482,"text":"Perform thorough analysis of any existing problem on the production system, identify the root cause and design and lead the implementation of the proposed resolution"}]},{"label":["Total experience"],"points":[{"start":8197,"end":8314,"text":"Proactively monitor the operations of the production system and help in resolving any live problems detected/reported."}]},{"label":["Skills"],"points":[{"start":7980,"end":7982,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":7977,"end":7982,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":7957,"end":7959,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":7749,"end":7751,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":7746,"end":7751,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":7695,"end":7697,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":7570,"end":7572,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":7567,"end":7572,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":7559,"end":7561,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":7539,"end":7541,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":7521,"end":7523,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":6700,"end":6871,"text":"Variable Annuity Dynamic Hedging (VADH) application runs valuation processes to manage the risk and investment of funds for variable annuity products with guaranteed riders"}]},{"label":["Skills"],"points":[{"start":6663,"end":6672,"text":"Powershell"}]},{"label":["Skills"],"points":[{"start":6655,"end":6660,"text":"Python"}]},{"label":["Skills"],"points":[{"start":6649,"end":6651,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":6646,"end":6651,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":6365,"end":6367,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":6362,"end":6367,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":6349,"end":6351,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":5999,"end":6001,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":5996,"end":6001,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":5988,"end":5990,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":5771,"end":5773,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":5579,"end":5581,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":5576,"end":5581,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":5538,"end":5540,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":5281,"end":5378,"text":"Involved in development of interface programs to import parts information to inventory base tables"}]},{"label":["Total experience"],"points":[{"start":5004,"end":5244,"text":"DCM is critical in terms of production planning pertaining to factories and equipment’s over a period of time and to use this capacity information to derive production schedules in SAP which will be more accurate and realistically achievable"}]},{"label":["Total experience"],"points":[{"start":4209,"end":4467,"text":"A supply chain is a network of facilities and distribution options that performs the functions of procurement of materials, transformation of these materials into intermediate and finished products, and the distribution of these finished products to customers"}]},{"label":["Skills"],"points":[{"start":4177,"end":4180,"text":"Java"}]},{"label":["Skills"],"points":[{"start":4170,"end":4173,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":4148,"end":4150,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":4145,"end":4150,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":3752,"end":3767,"text":"Python Scripting"}]},{"label":["Skills"],"points":[{"start":3752,"end":3757,"text":"Python"}]},{"label":["Skills"],"points":[{"start":3729,"end":3738,"text":"Powershell"}]},{"label":["Skills"],"points":[{"start":3702,"end":3704,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":3700,"end":3704,"text":"PLSQL"}]},{"label":["Skills"],"points":[{"start":3695,"end":3697,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":3661,"end":3663,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":3658,"end":3663,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":3616,"end":3629,"text":"Oracle 11g/12c"}]},{"label":["Skills"],"points":[{"start":3314,"end":3316,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":3311,"end":3316,"text":"PL/SQL"}]},{"label":["Total experience"],"points":[{"start":3163,"end":3400,"text":"Involved in various activities like preparation of functional and technical documents, discussions with the client regarding the proposed solution, PL/SQL programs scripts, related reports and forms, unit level and user acceptance testing"}]},{"label":["Total experience"],"points":[{"start":2898,"end":3158,"text":"Experienced in application fine-tuning and database fine-tuning using Explain Plan and analysis tools, Monitor performance and identify bottlenecks and System Tuning and Monitoring indexes and analyzing their status for performance tuning and query optimization"}]},{"label":["Skills"],"points":[{"start":2739,"end":2741,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2736,"end":2741,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":2709,"end":2711,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2706,"end":2711,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":2490,"end":2492,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2487,"end":2492,"text":"PL/SQL"}]},{"label":["Total experience"],"points":[{"start":2308,"end":2586,"text":"Experienced in creating and maintaining Database Objects like Tables, Views and Materialized views, Indexes, Constraints, Sequences, Synonyms and Database Links and Wrote complex PL/SQL subprograms, packages, procedures, functions and DB triggers to implement the business logic."}]},{"label":["Skills"],"points":[{"start":2132,"end":2134,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2129,"end":2134,"text":"PL/SQL"}]},{"label":["Total experience"],"points":[{"start":2071,"end":2303,"text":"Extensive experience in writing/debugging Oracle Back-end PL/SQL development by writing Packages, Stored Procedures, Functions and Triggers. Strong knowledge in using Oracle built-in packages, Cursor management and Exception handling"}]},{"label":["Skills"],"points":[{"start":2018,"end":2020,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2012,"end":2014,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2009,"end":2014,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":1952,"end":1954,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":1873,"end":2066,"text":"Experience with various technologies such as Oracle, Structured Query Language(SQL), Procedural Language and Structured Query Language (PL/SQL), SQL Loader, powershell scripting,python scripting"}]},{"label":["Total experience"],"points":[{"start":1335,"end":1500,"text":"Good understanding of ITIL and ITSM operational processes like Incident Management, Change Management, Problem Management, Release Management and Service Improvements"}]},{"label":["Total experience"],"points":[{"start":765,"end":1152,"text":"Having around 3.5 years of professional experience in Requirement Gathering, Analysis, Design and Development, Testing, Implementation and Production Support, Documentation and Delivery. Strong programming skills with diverse computer science experience. Sound analytical and problem solving skills with a good exposure to meet set objectives and ability to learn new technologies quickly"}]},{"label":["Total experience"],"points":[{"start":462,"end":750,"text":"Deft in modifying the scripts based in clients' requirements. Well versed in writing and modifying existing scripts as part of adding value to the system. Expertise in detailed designing, coding, testing and debugging. Effective team player with good communication and interpersonal skills"}]},{"label":["Skills"],"points":[{"start":243,"end":245,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":240,"end":245,"text":"PL/SQL"}]},{"label":["Total experience"],"points":[{"start":130,"end":458,"text":"Over  3.5  years of programming experience as a Developer and coding with analytical programming using Oracle PL/SQL.To serve the organization with the best of my technical skill and abilities by utilizing my educational and professional knowledge and competencies acquired by me in my academic career and professional experience"}]},{"label":["Email"],"points":[{"start":82,"end":103,"text":"kaykapil1234@gmail.com"}]},{"label":["Phone"],"points":[{"start":69,"end":78,"text":"9500013203"}]},{"label":["Skills"],"points":[{"start":22,"end":24,"text":"SQL"}]},{"label":["designation"],"points":[{"start":12,"end":34,"text":"Oracle PL SQL Developer"}]},{"label":["Name"],"points":[{"start":0,"end":10,"text":"Kapil Kumar"}]}],"extras":null,"metadata":{"first_done_at":1626854747000,"last_updated_at":1626854747000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "KARTIK JAIN \n\n \n\nYear Degree Institute %/CGPA \n\n2014-2018 Bachelor of Technology Delhi Technological University (formerly DCE) 7.81 CGPA \n2014 Class XII Delhi Public School, Rohini 94.6% \n2012 Class X Delhi Public School, Rohini 9.2 CGPA \n\n \n\n Business Technology Analyst, Deloitte Consulting, Bengaluru                                                                         August 2018 – Present \nPart of Finance and Enterprise Operations team working as an ANAPLAN Model Builder. Currently responsible for developing, \nand enhancing Demand and Capacity Planning Model for US based clients. Adept in analyzing business requirement and \nbuilding logical and optimized ANAPLAN solutions. Awarded ‘Applause Award’ for exceptional contribution to the project. \n\n Operations Analyst Intern, Shadowfax Technologies, Bengaluru                                                                                 June-July, 2017 \nImproved 0 to 1 attrition rate of the rider fleet as part of Rider Management Team. Identified key reasons for attrition and \nreduced it by 4% with overall cost impact of approximately 1.8 lakh per annum. Analyzed the payout structures offered to \nriders and calculated average pay to identify payout disparities among riders \n\n Research Intern, Bharat Heavy Electricals Limited (BHEL), Delhi                                                                                December, 2016 \nStreamlined a proposal on implementation of wireless charging of bus in India for ‘Technology Platform of Electric Vehicle’ \ninitiated by Department of Heavy Vehicle and Ministry of Science and Technology \n\n Business Development Intern, RoboHut, Delhi                                                                                                                June-July, 2016 \nOrchestrated robotics workshop in locally situated schools and colleges for a start up by DTU students which provides deep \nknowledge of robotics, successfully acquired partnership with 3 schools and 2 colleges \n\n \n\n Placement Coordinator, Training and Placement Department, DTU                                                                                     2017-2018 \nAmongst 20 to be appointed for the post, tasked with campus placement of 2000 students. Responsibilities include liaising \nbetween TnP and recruiting companies and also ensuring smooth execution of the recruitment process \n\n Co-Founder, DTU Consulting Group                                                                                                                                               2017-2018 \nRecently founded a one its kind club that aims to promote consulting culture in DTU. \n\n Head Public Relations and Human Resources, Student Council’17, IEEE DTU                                                                      2017-2018 \nResponsible for planning, developing, executing PR strategies and adding new members to the society.  \n\n Vice-Captain, DTU Men’s Basketball Team                                                                                                                                  2017-2018 \nResponsible for conducting trials, training and coaching juniors and organizing inter-college tournaments \n\n MIST, Online Treasure Hunt: Led a team of 20 students to develop an online platform which had a participation of 2000+. \nRole included question making, responsibility distribution, publicity and ensuring timely delivery of project \n\n BullsN’Bear, Virtual Stock Market Simulator: Part of team of 5 students to build an online virtual stock market simulator, \nformulated an algorithm to predict share prices and responsible for maintaining company portfolios  \n\n Sentiment Analysis using Natural Language Processing: Classified data of feedback reviews using basics of Machine Learning  \n\n Designed and simulated a Microstrip Antenna for 5G Application working in 28 GHz band using CST Studio \n\n Designed and fabricated a working Solar Charger for mobile and other USB devices using Proteus and Eagle \n\n \n\n Placed amongst the top 1 percentile in JEE Mains and JEE Advanced 2014 Examination \n\n 99.32 percentile all over India in Quantitative reasoning in Problem Solving Assessment conducted by CBSE for class XI \n\n Cleared level A1 of DELF, Diploma in French language \n\n On campus placement offer from Deloitte Consulting (selected among 24 out of 400+ candidates) and off campus placement \noffer from ZS Associates. \n\n Awarded ‘Applause Award’ as part of Deloitte’s Reward and Recognition program for exception contribution to the project. \n \n\n Member of DTU men’s basketball team, representing college in many sports fest securing First position in Sportech, IIT Delhi \nand Second Position at Udghosh, IIT Kanpur.  Captain of school basketball team, led it to Second position in zonal level \nbasketball tournament. \n\n Volunteered for MAKE A WAY NGO, visited an orphanage near DTU, counseled children and taught them basic etiquettes \n\n First position in SPAVE’17 Case Study Competition at DTU and Third position in Ideathon Case Study’17 at NSIT \n\n \n\n Proficient in MS Office Tools, ANAPLAN, MySQL, Fundamental C, C++, HTML  \n\n \n\n Basketball, Badminton, Trekking, Photography, Sudoku","annotation":[{"label":["Skills"],"points":[{"start":5146,"end":5149,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":5141,"end":5143,"text":"C++"}]},{"label":["Skills"],"points":[{"start":5141,"end":5141,"text":"C"}]},{"label":["Skills"],"points":[{"start":5138,"end":5138,"text":"C"}]},{"label":["Skills"],"points":[{"start":5119,"end":5123,"text":"MySQL"}]},{"label":["Skills"],"points":[{"start":5110,"end":5116,"text":"ANAPLAN"}]},{"label":["Skills"],"points":[{"start":5093,"end":5101,"text":"MS Office"}]},{"label":["Skills"],"points":[{"start":5051,"end":5051,"text":"C"}]},{"label":["Skills"],"points":[{"start":5001,"end":5001,"text":"C"}]},{"label":["Skills"],"points":[{"start":4990,"end":4990,"text":"C"}]},{"label":["Skills"],"points":[{"start":4740,"end":4740,"text":"C"}]},{"label":["Total experience"],"points":[{"start":4569,"end":4839,"text":"Member of DTU men’s basketball team, representing college in many sports fest securing First position in Sportech, IIT Delhi \nand Second Position at Udghosh, IIT Kanpur.  Captain of school basketball team, led it to Second position in zonal level \nbasketball tournament. "}]},{"label":["Skills"],"points":[{"start":4332,"end":4332,"text":"C"}]},{"label":["Total experience"],"points":[{"start":4292,"end":4435,"text":"On campus placement offer from Deloitte Consulting (selected among 24 out of 400+ candidates) and off campus placement \noffer from ZS Associates"}]},{"label":["Skills"],"points":[{"start":4235,"end":4235,"text":"C"}]},{"label":["Skills"],"points":[{"start":4213,"end":4213,"text":"C"}]},{"label":["Skills"],"points":[{"start":3953,"end":3953,"text":"C"}]},{"label":["Total experience"],"points":[{"start":3913,"end":4016,"text":"Designed and fabricated a working Solar Charger for mobile and other USB devices using Proteus and Eagle"}]},{"label":["Skills"],"points":[{"start":3898,"end":3898,"text":"C"}]},{"label":["Skills"],"points":[{"start":3732,"end":3732,"text":"C"}]},{"label":["Total experience"],"points":[{"start":3678,"end":3799,"text":"Sentiment Analysis using Natural Language Processing: Classified data of feedback reviews using basics of Machine Learning"}]},{"label":["Total experience"],"points":[{"start":3450,"end":3671,"text":"BullsN’Bear, Virtual Stock Market Simulator: Part of team of 5 students to build an online virtual stock market simulator, \nformulated an algorithm to predict share prices and responsible for maintaining company portfolios"}]},{"label":["Total experience"],"points":[{"start":3215,"end":3444,"text":"MIST, Online Treasure Hunt: Led a team of 20 students to develop an online platform which had a participation of 2000+. \nRole included question making, responsibility distribution, publicity and ensuring timely delivery of project"}]},{"label":["Skills"],"points":[{"start":2930,"end":2930,"text":"C"}]},{"label":["Skills"],"points":[{"start":2718,"end":2718,"text":"C"}]},{"label":["Total experience"],"points":[{"start":2667,"end":2737,"text":"Head Public Relations and Human Resources, Student Council’17, IEEE DTU"}]},{"label":["Skills"],"points":[{"start":2408,"end":2408,"text":"C"}]},{"label":["Skills"],"points":[{"start":2392,"end":2392,"text":"C"}]},{"label":["Skills"],"points":[{"start":2019,"end":2019,"text":"C"}]},{"label":["Total experience"],"points":[{"start":1791,"end":2000,"text":"Orchestrated robotics workshop in locally situated schools and colleges for a start up by DTU students which provides deep \nknowledge of robotics, successfully acquired partnership with 3 schools and 2 colleges"}]},{"label":["Total experience"],"points":[{"start":1410,"end":1613,"text":"Streamlined a proposal on implementation of wireless charging of bus in India for ‘Technology Platform of Electric Vehicle’ \ninitiated by Department of Heavy Vehicle and Ministry of Science and Technology"}]},{"label":["Total experience"],"points":[{"start":921,"end":1245,"text":"Improved 0 to 1 attrition rate of the rider fleet as part of Rider Management Team. Identified key reasons for attrition and \nreduced it by 4% with overall cost impact of approximately 1.8 lakh per annum. Analyzed the payout structures offered to \nriders and calculated average pay to identify payout disparities among riders"}]},{"label":["Last company"],"points":[{"start":790,"end":822,"text":"Shadowfax Technologies, Bengaluru"}]},{"label":["Skills"],"points":[{"start":670,"end":676,"text":"ANAPLAN"}]},{"label":["Skills"],"points":[{"start":548,"end":548,"text":"C"}]},{"label":["Skills"],"points":[{"start":484,"end":484,"text":"C"}]},{"label":["Skills"],"points":[{"start":461,"end":467,"text":"ANAPLAN"}]},{"label":["Total experience"],"points":[{"start":400,"end":756,"text":"Part of Finance and Enterprise Operations team working as an ANAPLAN Model Builder. Currently responsible for developing, \nand enhancing Demand and Capacity Planning Model for US based clients. Adept in analyzing business requirement and \nbuilding logical and optimized ANAPLAN solutions. Awarded ‘Applause Award’ for exceptional contribution to the project"}]},{"label":["Skills"],"points":[{"start":283,"end":283,"text":"C"}]},{"label":["Experience in current company"],"points":[{"start":274,"end":303,"text":"Deloitte Consulting, Bengaluru"}]},{"label":["designation"],"points":[{"start":245,"end":271,"text":"Business Technology Analyst"}]},{"label":["Skills"],"points":[{"start":233,"end":233,"text":"C"}]},{"label":["Skills"],"points":[{"start":193,"end":193,"text":"C"}]},{"label":["10 %"],"points":[{"start":188,"end":237,"text":"2012 Class X Delhi Public School, Rohini 9.2 CGPA "}]},{"label":["Skills"],"points":[{"start":143,"end":143,"text":"C"}]},{"label":["12 %"],"points":[{"start":138,"end":185,"text":"2014 Class XII Delhi Public School, Rohini 94.6%"}]},{"label":["Skills"],"points":[{"start":132,"end":132,"text":"C"}]},{"label":["Skills"],"points":[{"start":123,"end":123,"text":"C"}]},{"label":["Highest degree"],"points":[{"start":48,"end":135,"text":"2014-2018 Bachelor of Technology Delhi Technological University (formerly DCE) 7.81 CGPA"}]},{"label":["Skills"],"points":[{"start":41,"end":41,"text":"C"}]},{"label":["Name"],"points":[{"start":0,"end":10,"text":"KARTIK JAIN"}]}],"extras":null,"metadata":{"first_done_at":1626854546000,"last_updated_at":1626854546000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "CURRICULUM VITAE \n\n \n\n \n\nKashish Kumari \nEmail ID : kashishkumaricl9934@gmail.com \n\nContact no: 7366020062, 6206520939 \n\nOBJECTIVE \n \n\nTo seek a challenging and responsible position in a professionally managed organization where,I can \nutilize my skills and contributing effectively to the success of the organization and further enriching of \nmy professional and personal skills \n\n \nEDUCATIONAL QUALIFICATION \n\n \nName and \nLocation of \n\nSchool/ college \n\n \nBoard/University \n\nCertificate Year Per. % / \nCGPA \n\n     \n\nMednipur \n\n    High School \n\n \nBSEB,PATNA \n\n \nMATRIC \n\nCertificate \n\n \n2013 \n\n \n69.4% \n\n \nKSM College, \nAurangabad \n\n \nBSEB,PATNA \n\n \nINTERMEDIATE (I.Sc) \n\nCertificate \n\n \n2015 \n\n \n69% \n\nSITYOG \nINSTITUTE OF \nTECHNOLOGY, \nAURANGABAD \n\n \nAKU,PATNA \n\n \nB.TECH \n\nCertificate (8TH sem.) \n\n2019 7.84 \n\n \n \nTRAINING \n• Advance JAVA in ARTTC BSNL Ranchi \n• Computer Network in TCS Patna \n\n \nProject \n• E- COMMERCE WEBSITE  \n\n \n \nHOBBIES \n• Listening Song \n• Internet Surfing \n\n \nTechnical Skills \n• C \n• C++ \n• JAVA \n• HTML \n• MS Office \n\nmailto:infobeauty153@gmail.com\n\n\n \n\nStrength \n• Hard Working \n• Self Motivated \n\n \n\nLanguage \n• Hindi \n• English \n\n \n \n\nPERSONAL INFORMATION \n \n \n \n\n \n\n \n\nFather’s Name : Parash Tiwari  \n\nDate of Birth : 15.02.1998 \n\nSex : Female \n\nNationality : Indian  \n\nMarital Status : Unmarried \n\n \n\n \n\n \n\n \nI, hereby, solemnly declare that all the information made above are true and correct to \n\nthe best of my knowledge and belief. \n \n\n \n\nDate : \n\n                                                                                                                  Kashish Kumaari \n \n\nVill + Post – Chitaukhar, P.S- Nasariganj,  Dist.- Rohtas, Pin Code - 821310 \n\nDECLARATION","annotation":[{"label":["Skills"],"points":[{"start":1704,"end":1704,"text":"C"}]},{"label":["Skills"],"points":[{"start":1686,"end":1686,"text":"C"}]},{"label":["Skills"],"points":[{"start":1637,"end":1637,"text":"C"}]},{"label":["Skills"],"points":[{"start":1038,"end":1046,"text":"MS Office"}]},{"label":["Skills"],"points":[{"start":1030,"end":1033,"text":"HTML"}]},{"label":["Skills"],"points":[{"start":1022,"end":1026,"text":"JAVA "}]},{"label":["Skills"],"points":[{"start":1015,"end":1017,"text":"C++"}]},{"label":["Skills"],"points":[{"start":1015,"end":1015,"text":"C"}]},{"label":["Skills"],"points":[{"start":1010,"end":1010,"text":"C"}]},{"label":["Skills"],"points":[{"start":922,"end":922,"text":"C"}]},{"label":["Skills"],"points":[{"start":916,"end":916,"text":"C"}]},{"label":["Skills"],"points":[{"start":889,"end":889,"text":"C"}]},{"label":["Skills"],"points":[{"start":868,"end":868,"text":"C"}]},{"label":["Skills"],"points":[{"start":851,"end":851,"text":"C"}]},{"label":["Skills"],"points":[{"start":839,"end":843,"text":"JAVA "}]},{"label":["Skills"],"points":[{"start":778,"end":778,"text":"C"}]},{"label":["Skills"],"points":[{"start":773,"end":773,"text":"C"}]},{"label":["Highest degree"],"points":[{"start":769,"end":799,"text":"B.TECH \n\nCertificate (8TH sem.)"}]},{"label":["Skills"],"points":[{"start":729,"end":729,"text":"C"}]},{"label":["Skills"],"points":[{"start":674,"end":674,"text":"C"}]},{"label":["Skills"],"points":[{"start":612,"end":612,"text":"C"}]},{"label":["12 %"],"points":[{"start":608,"end":646,"text":"KSM College, \nAurangabad \n\n \nBSEB,PATNA"}]},{"label":["Skills"],"points":[{"start":573,"end":573,"text":"C"}]},{"label":["Skills"],"points":[{"start":569,"end":569,"text":"C"}]},{"label":["10 %"],"points":[{"start":518,"end":558,"text":"Mednipur \n\n    High School \n\n \nBSEB,PATNA"}]},{"label":["Skills"],"points":[{"start":504,"end":504,"text":"C"}]},{"label":["Skills"],"points":[{"start":477,"end":477,"text":"C"}]},{"label":["Skills"],"points":[{"start":403,"end":403,"text":"C"}]},{"label":["Skills"],"points":[{"start":387,"end":387,"text":"C"}]},{"label":["Total experience"],"points":[{"start":135,"end":378,"text":"To seek a challenging and responsible position in a professionally managed organization where,I can \nutilize my skills and contributing effectively to the success of the organization and further enriching of \nmy professional and personal skills"}]},{"label":["Skills"],"points":[{"start":125,"end":125,"text":"C"}]},{"label":["Phone"],"points":[{"start":108,"end":117,"text":"6206520939"}]},{"label":["Phone"],"points":[{"start":96,"end":105,"text":"7366020062"}]},{"label":["Skills"],"points":[{"start":84,"end":84,"text":"C"}]},{"label":["Email"],"points":[{"start":52,"end":80,"text":"kashishkumaricl9934@gmail.com"}]},{"label":["Name"],"points":[{"start":25,"end":38,"text":"Kashish Kumari"}]},{"label":["Skills"],"points":[{"start":5,"end":5,"text":"C"}]},{"label":["Skills"],"points":[{"start":0,"end":0,"text":"C"}]}],"extras":null,"metadata":{"first_done_at":1626847547000,"last_updated_at":1626847547000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Kaushik Anand\nSenior Editor, The Editorial Board of IIFT Kolkata\n\nACADEMIC PROFILE\n2020 MBA (IB) Indian Institute of Foreign Trade, Kolkata NA\n\n2017 Bachelors of Technology(B.Tech) NIT Trichy 6.57 /10\n\n2013 XIIth | CBSE P. S. Senior Secondary School 95.4 %\n\n2011 Xth | CBSE P. S. Senior Secondary School 10 /10\n\nSUMMER INTERNSHIP\nManagement Intern Tata Sky Ltd. Apr 2019 to May 2019\n\nRoles &\nResponsibilities\n\nMy project was to analyze the Digital Cable & DTH market along with recording & analyzing consumer behaviour\nin these markets to suggest new techniques to acquire these markets.\nThe key deliverables were dimensioning the opportunity size in digital cable markets and to provide new sales\nstrategies which can be enacted quickly.\n\nPROJECTS\nFinal Year\n\nThesis\nFinal Year Thesis on Power Electronics Design in Wind Generation Systems from EEE Dept., NIT Trichy. 2017\n\nMarketing Term\nPaper\n\nMarketing Term Paper on Marketing mix, SWOT, STP Analysis and devising Marketing Plan for Snickers in\ncomparison to other competing products in the relevant industry.\n\n2018\n\nFinance Term\nPaper\n\nFinancial Term Paper on analyzing Financial Ratios of Adani Power Limited. 2018\n\nPROFESSIONAL QUALIFICATIONS & CERTIFICATIONS\nYear Certification Institute\n2019 Design Thinking KPMG\n\n2019 Investing Fundamentals Kredent Academy\n\n2019 R & Tableau Certification KPMG\n\n2018 Bloomberg Market Concepts Bloomberg\n\n2018 Digital Marketing Workshop Digital Vidya\n\n2018 Google AdWords Google Academy for Ads\n\n2018 Google Analytics Google Academy for Ads\n\nPOSITION OF RESPONSIBILITY\nIndian Institute of Foreign Trade,\nKolkata\n\nSenior Editor - The Editorial Board 2018\n\nSenior Editor of The Editorial Board of IIFT Kolkata, where my primary responsibility is to foster writing talent and ability & have worked\nwith 3 other Senior Editors. Also worked in tandem with the Media Committee of IIFT Kolkata to undertake detailed coverage of the various\nacademic & cultural events that happen on campus.\nEditor of the TradeIn magazine inaugural edition launched by BLASH, the International Trade Club of IIFT on the occasion of Vivaan 5.0\n\nNIT Trichy Content Head - The NIT Trichy Chronicle 2017\nContent Head for The NIT Trichy Chronicle, the first e-newsletter of NIT Trichy, in which I researched about issues faced by students on the\ncampus and wrote impactful articles that raised awareness and initiated serious action from the administration’s side.\n\nDept. of EEE, NIT Trichy Event Manager & Coordinator - Currents '17 2017\nEvent Manager for the Technical Quiz event of Currents '17, the annual symposium of the Electrical & Electronics Engineering department of\nNIT Trichy, where I lead a team of 6 people in conducting all stages of the event.\nEvent Coordinator for the flagship event DHRUVA of Currents ’17, the annual symposium of the Electrical & Electronics Engineering\ndepartment of NIT Trichy, and was responsible for single-handedly increasing the footfall by 150%.\n\nACHIEVEMENTS & ACTIVITIES\n2nd Runner-Up 2nd Runner-Up, Vignette 2018, the creative writing competition by the Editorial Board of IIFT. 2018\nIIFT IDC MUN\n\n2019\nMember of Best Delegation Award winning team in IIFT IDC Model United Nations 2019, represented\nSingapore in UNGA DISEC.\n\n2019\n\nDOB - 29/06/1995","annotation":null,"extras":null,"metadata":{"first_done_at":1626854553000,"last_updated_at":1626854553000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Kaushik Anand\nSenior Editor, The Editorial Board of IIFT Kolkata\n\nACADEMIC PROFILE\n2020 MBA (IB) Indian Institute of Foreign Trade, Kolkata NA\n\n2017 Bachelors of Technology(B.Tech) NIT Trichy 6.57 /10\n\n2013 XIIth | CBSE P. S. Senior Secondary School 95.4 %\n\n2011 Xth | CBSE P. S. Senior Secondary School 10 /10\n\nSUMMER INTERNSHIP\nManagement Intern Tata Sky Ltd. Apr 2019 to May 2019\n\nRoles &\nResponsibilities\n\nMy project was to analyze the Digital Cable & DTH market along with recording & analyzing consumer behaviour\nin these markets to suggest new techniques to acquire these markets.\nThe key deliverables were dimensioning the opportunity size in digital cable markets and to provide new sales\nstrategies which can be enacted quickly.\n\nPROJECTS\nFinal Year\n\nThesis\nFinal Year Thesis on Power Electronics Design in Wind Generation Systems from EEE Dept., NIT Trichy. 2017\n\nMarketing Term\nPaper\n\nMarketing Term Paper on Marketing mix, SWOT, STP Analysis and devising Marketing Plan for Snickers in\ncomparison to other competing products in the relevant industry.\n\n2018\n\nFinance Term\nPaper\n\nFinancial Term Paper on analyzing Financial Ratios of Adani Power Limited. 2018\n\nPROFESSIONAL QUALIFICATIONS & CERTIFICATIONS\nYear Certification Institute\n2019 Design Thinking KPMG\n\n2019 Investing Fundamentals Kredent Academy\n\n2019 R & Tableau Certification KPMG\n\n2018 Bloomberg Market Concepts Bloomberg\n\n2018 Digital Marketing Workshop Digital Vidya\n\n2018 Google AdWords Google Academy for Ads\n\n2018 Google Analytics Google Academy for Ads\n\nPOSITION OF RESPONSIBILITY\nIndian Institute of Foreign Trade,\nKolkata\n\nSenior Editor - The Editorial Board 2018\n\nSenior Editor of The Editorial Board of IIFT Kolkata, where my primary responsibility is to foster writing talent and ability & have worked\nwith 3 other Senior Editors. Also worked in tandem with the Media Committee of IIFT Kolkata to undertake detailed coverage of the various\nacademic & cultural events that happen on campus.\nEditor of the TradeIn magazine inaugural edition launched by BLASH, the International Trade Club of IIFT on the occasion of Vivaan 5.0\n\nNIT Trichy Content Head - The NIT Trichy Chronicle 2017\nContent Head for The NIT Trichy Chronicle, the first e-newsletter of NIT Trichy, in which I researched about issues faced by students on the\ncampus and wrote impactful articles that raised awareness and initiated serious action from the administration’s side.\n\nDept. of EEE, NIT Trichy Event Manager & Coordinator - Currents '17 2017\nEvent Manager for the Technical Quiz event of Currents '17, the annual symposium of the Electrical & Electronics Engineering department of\nNIT Trichy, where I lead a team of 6 people in conducting all stages of the event.\nEvent Coordinator for the flagship event DHRUVA of Currents ’17, the annual symposium of the Electrical & Electronics Engineering\ndepartment of NIT Trichy, and was responsible for single-handedly increasing the footfall by 150%.\n\nACHIEVEMENTS & ACTIVITIES\n2nd Runner-Up 2nd Runner-Up, Vignette 2018, the creative writing competition by the Editorial Board of IIFT. 2018\nIIFT IDC MUN\n\n2019\nMember of Best Delegation Award winning team in IIFT IDC Model United Nations 2019, represented\nSingapore in UNGA DISEC.\n\n2019\n\nDOB - 29/06/1995","annotation":[{"label":["Total experience"],"points":[{"start":2501,"end":2720,"text":"Event Manager for the Technical Quiz event of Currents '17, the annual symposium of the Electrical & Electronics Engineering department of\nNIT Trichy, where I lead a team of 6 people in conducting all stages of the event"}]},{"label":["Total experience"],"points":[{"start":2167,"end":2424,"text":"Content Head for The NIT Trichy Chronicle, the first e-newsletter of NIT Trichy, in which I researched about issues faced by students on the\ncampus and wrote impactful articles that raised awareness and initiated serious action from the administration’s side"}]},{"label":["Total experience"],"points":[{"start":1975,"end":2108,"text":"Editor of the TradeIn magazine inaugural edition launched by BLASH, the International Trade Club of IIFT on the occasion of Vivaan 5.0"}]},{"label":["designation"],"points":[{"start":1800,"end":1812,"text":"Senior Editor"}]},{"label":["designation"],"points":[{"start":1647,"end":1659,"text":"Senior Editor"}]},{"label":["designation"],"points":[{"start":1605,"end":1617,"text":"Senior Editor"}]},{"label":["Skills"],"points":[{"start":1327,"end":1333,"text":"Tableau"}]},{"label":["Total experience"],"points":[{"start":1091,"end":1170,"text":"Financial Term Paper on analyzing Financial Ratios of Adani Power Limited. 2018\n"}]},{"label":["Total experience"],"points":[{"start":897,"end":1061,"text":"Marketing Term Paper on Marketing mix, SWOT, STP Analysis and devising Marketing Plan for Snickers in\ncomparison to other competing products in the relevant industry"}]},{"label":["Total experience"],"points":[{"start":768,"end":872,"text":"Final Year Thesis on Power Electronics Design in Wind Generation Systems from EEE Dept., NIT Trichy. 2017"}]},{"label":["Total experience"],"points":[{"start":410,"end":585,"text":"My project was to analyze the Digital Cable & DTH market along with recording & analyzing consumer behaviour\nin these markets to suggest new techniques to acquire these markets"}]},{"label":["Experience in current company"],"points":[{"start":330,"end":359,"text":"Management Intern Tata Sky Ltd"}]},{"label":["10 %"],"points":[{"start":258,"end":309,"text":"2011 Xth | CBSE P. S. Senior Secondary School 10 /10"}]},{"label":["12 %"],"points":[{"start":202,"end":255,"text":"2013 XIIth | CBSE P. S. Senior Secondary School 95.4 %"}]},{"label":["Grad. score"],"points":[{"start":144,"end":199,"text":"2017 Bachelors of Technology(B.Tech) NIT Trichy 6.57 /10"}]},{"label":["Highest degree"],"points":[{"start":83,"end":141,"text":"2020 MBA (IB) Indian Institute of Foreign Trade, Kolkata NA"}]},{"label":["designation"],"points":[{"start":14,"end":26,"text":"Senior Editor"}]},{"label":["Name"],"points":[{"start":0,"end":12,"text":"Kaushik Anand"}]}],"extras":null,"metadata":{"first_done_at":1626853849000,"last_updated_at":1626853849000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "KAUSHLENDRA PRATAP SINGH\nObjective\nTo obtain a positive with a progressive web development or software development  company with a strong focus on creativity and problem solving, a position that is challenging, rewarding and provides an opportunity to expand my knowledge\nSkills Profile\n\n1. Programming Languages: php5.6, php7.\n2. Web Development: CodeIgniter,Wordpress,Opencart,Mgento,HTML, JavaScript,Jquery,Ajax, Angular JS, Web Servies , Rest API \n3. Server: Amazon AWS EC2,Apache\n4. Databases: MYSQL,RDB \n5.Editor: Notepad++, Dreamviewer, Sublime, NetBeans\nExperience \n1. Tech2Easy It Solution \n\n\nDecember  2012 To December 2013\n\n2. Qrs Infosys \n\n\n\nDecember  2012 To December 2013\n3. Benixion Technology\n\n         December  2013 To March 2014\n\n4. Aaditri Technology\n\n         March 2014 To Till date                             \nProjects\nThe details of the various projects in chronological order: \n\n1. https://www.magazinesubscriptions.in/\n\n2. http://www.surfcampghana.com/\n\n3. http://www.dhamtrip.com/ \n\n4- http://www.animalinfomedia.com/\n\n5- https://www.buynewtrend.com/\n\n6. http://ansonsports.com/\n7. http://valuueba.com/\n8. http://www.stophere.in/\n9. http://www.topbestsexologist.com/\n10. http://www.saardeepagrisolution.com/\n11. http://www.medimantra.com/\n12. http://www.dkpolymers.in\n13. http://www.modelopedia.com/\n14. http://tailoredlivingindia.com/\n15. http://www.logicprogroup.com/\nProfessional Qualification\nI am completing Master of Computer Application in 2011 from Institute of Khandelwal College of Management of Science and Technology, Bareilly, Approved by Uttar Pradesh Technical University,Lucknow.\nAcademic Qualification    \n1.  B.Sc R.M.L.AR.University, Faizabad 2007.\n\n2. 12th P.B.College Intermediate School, Allahabad 2004.\n\n3. 10th K.P.College Intermediate School, Allahabad 2002.\nPersonal details\nName                        :       Kaushlendra Pratap Singh\nFather name              :       Sri Brijesh Pratap Singh\nDate of Birth              :       2oth Jul 1988\nGender                      :       Male\nMaterial Status           :       Married\nLanguages Known      :       English, Hindi \nEmail                        :      kaushlendras1@gmail.com   \n\nMobile                       :      +91 851 081 0544     \nCurrent Location        :\n21 Senani Nager Mirabhawan Pratapgarh U.P,     110092\n\nPermanent  Location  :\n\n2nd Floor E-29 Gali No -1 West Vinod Nager East  Delhi\nDate:  06:02:2018\nPlace: East Delhi                                                  Kaushlendra Pratap singh","annotation":[{"label":["Phone"],"points":[{"start":2229,"end":2240,"text":"851 081 0544"}]},{"label":["10 %"],"points":[{"start":1758,"end":1809,"text":"10th K.P.College Intermediate School, Allahabad 2002"}]},{"label":["12 %"],"points":[{"start":1700,"end":1751,"text":"12th P.B.College Intermediate School, Allahabad 2004"}]},{"label":["Highest degree"],"points":[{"start":1655,"end":1693,"text":"B.Sc R.M.L.AR.University, Faizabad 2007"}]},{"label":["Total experience"],"points":[{"start":1425,"end":1621,"text":"I am completing Master of Computer Application in 2011 from Institute of Khandelwal College of Management of Science and Technology, Bareilly, Approved by Uttar Pradesh Technical University,Lucknow"}]},{"label":["Skills"],"points":[{"start":520,"end":528,"text":"Notepad++"}]},{"label":["Skills"],"points":[{"start":463,"end":468,"text":"Amazon"}]},{"label":["Skills"],"points":[{"start":428,"end":437,"text":"Web Servie"}]},{"label":["Skills"],"points":[{"start":403,"end":408,"text":"Jquery"}]},{"label":["Skills"],"points":[{"start":392,"end":401,"text":"JavaScript"}]},{"label":["Skills"],"points":[{"start":386,"end":389,"text":"HTML"}]},{"label":["Total experience"],"points":[{"start":35,"end":270,"text":"To obtain a positive with a progressive web development or software development  company with a strong focus on creativity and problem solving, a position that is challenging, rewarding and provides an opportunity to expand my knowledge"}]},{"label":["Name"],"points":[{"start":0,"end":23,"text":"KAUSHLENDRA PRATAP SINGH"}]}],"extras":null,"metadata":{"first_done_at":1626854176000,"last_updated_at":1626854176000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "Kavita Singh \nEmail Id: skavita4500@gmail.com\n Contact No: 9999127129\n\n3 years of professional experience in IT industry, involved in MSBI projects with extensive usage of ETL & Reporting tools like SQL Server Integration Services (SSRS), SQL Server Reporting Services (SSRS) and data warehouse using SQL Server.\n\n\n\nProfile Summary\n\n· Well versed on execution of Data Migration and Data Warehousing Projects in several domains including insurance.\n· Experienced in Database optimization and developing stored procedures, Triggers, Joins, Views, and Cursors on databases: SQL Server.\n· Generating reports in the form of Tabular, Matrix, Chart, Drilldown, and Drill through, Sub reports and Image reports.\n· Expertise in creating package, with control flow task and transformation in SSIS.\n· Creating Package for implementing ETL by using various Control flow items like for loop, For Each Loop, Execute SQL and data flow, Conditional split, multicast, Look up. Have experience in implementing data load ETLs using SSIS framework.\n· Experience in developing Strategies for Extraction, Transformation and Loading (ETL) mechanism\n· Worked with simple, complex parameterized reports.\n· Experience in deploying SSIS Package and job scheduling.\n\n\nTechnical Skills\n\n\n· Strong fundamental concepts in RDBMS.\n· Good Understanding of SQL Database.\n· MSBI (SSIS, SSRS)\n· Databases-SQL Server, DB2, ORACLE\n· Developed Complex database objects like Stored Procedures, Functions, Packages and Triggers using SQL .\n· Basic Python\n\n\nEducation Background\n\n\n      \n· MCA from Integral University (2015) \n· BSc in Information Technology from Kuvempu University (2012)\n· 10+2 with Math from CBSE Board (2008) \n· High School from CBSE Board (2006) \n\n\n\n\n\n\n\n\n\n\n\nKey Projects Delivered\n\nOrganization: Xceedance Consulting\nLocation: Gurgaon\nDesignation:  Analyst Programmer L2\nDuration: Nov 2015 to till date\n\nProject Detail and Responsibilities\n\n1. Data warehouse\n         Duration:      JAN 2016 – DEC 2017\n         Role Played: Developer and Data Analyst\n         Skills Used:   SSIS, SSRS, C# (SSIS Script) SQL Server 2012\n           \n· The Data warehouse Project involved extracting data from different source systems like Oracle, SQL Server, text, csv and loading the same into SQL SERVER \n· Designed, built and performed unit testing for various KPI procedures.\n· Conducted peer reviews. \n· Performed Database Development and Implementation activities\n· SSIS package development and Implementation activities\n· Development of on KPIs reports and Dashboard.\n\n\n2.\tApplication Migration \n       \tDuration:      JAN 2018 – Till Now\n       \tRole Played: Developer and Data Analyst\n       \tSkills Used:   SSIS, DB2, and SQL Server 2012\n\nProject Detail and Responsibilities\n\n· The Project involved migration of Policies from legacy system to the new application. \n· Performed Database Development and Implementation activities for migration of data from DB2 to SQL Server.\n· Configured, tuned and maintained Development SQL Database Servers.\n\n\n\n  3.         Data Cleansing & Analysis\n· Role Played: Data Analyst \n· Skills Used: Python\n\n           Project based on cleaning data, Main goal of this project is to find out percentage of\n            Matching String. On the basis of percentage we select data which is more accurate to use.\n\n\n\n\n\n\nExtra-Curricular  \n· Attended National Seminar on Cyber law & Information Security at Integral University on March 2, 2013\n· ANIIT from NIIT (Advance Diploma in Computer).\n\n\n\n\nPersonal Details  \n           Father's Name:  Mr. Rajendra Pratap Singh\n           Nationality:        Indian\n           Date of Birth:     20th September 1990\t \n           Languages Known:   Hindi, English\n\n           Address: Vasant Kunj A, New Delhi, 110070, INDIA\n\n\n    Date:  __________\n     Place:   Delhi                                                                                             (Kavita Singh)\n\n 1 | Page","annotation":[{"label":["Name"],"points":[{"start":3897,"end":3908,"text":"Kavita Singh"}]},{"label":["Skills"],"points":[{"start":2994,"end":2996,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2935,"end":2944,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":2935,"end":2937,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":2751,"end":2834,"text":"The Project involved migration of Policies from legacy system to the new application"}]},{"label":["Skills"],"points":[{"start":2695,"end":2704,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":2695,"end":2697,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2680,"end":2683,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":2435,"end":2438,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":2258,"end":2260,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2210,"end":2219,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":2210,"end":2212,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2085,"end":2094,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":2085,"end":2087,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2072,"end":2075,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":2062,"end":2065,"text":"SSRS"}]},{"label":["Skills"],"points":[{"start":2056,"end":2059,"text":"SSIS"}]},{"label":["10 %"],"points":[{"start":1691,"end":1724,"text":"High School from CBSE Board (2006)"}]},{"label":["12 %"],"points":[{"start":1650,"end":1685,"text":"10+2 with Math from CBSE Board (2008"}]},{"label":["Grad. score"],"points":[{"start":1587,"end":1646,"text":"BSc in Information Technology from Kuvempu University (2012)"}]},{"label":["Highest degree"],"points":[{"start":1548,"end":1581,"text":"MCA from Integral University (2015"}]},{"label":["Skills"],"points":[{"start":1501,"end":1512,"text":"Basic Python"}]},{"label":["Skills"],"points":[{"start":1493,"end":1495,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1386,"end":1391,"text":"ORACLE"}]},{"label":["Skills"],"points":[{"start":1369,"end":1378,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":1369,"end":1371,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1351,"end":1354,"text":"SSRS"}]},{"label":["Skills"],"points":[{"start":1345,"end":1348,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":1323,"end":1325,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1205,"end":1208,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":1013,"end":1016,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":902,"end":904,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":790,"end":918,"text":"Creating Package for implementing ETL by using various Control flow items like for loop, For Each Loop, Execute SQL and data flow"}]},{"label":["Skills"],"points":[{"start":782,"end":785,"text":"SSIS"}]},{"label":["Total experience"],"points":[{"start":585,"end":701,"text":"Generating reports in the form of Tabular, Matrix, Chart, Drilldown, and Drill through, Sub reports and Image reports"}]},{"label":["Skills"],"points":[{"start":571,"end":580,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":571,"end":573,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":450,"end":580,"text":"Experienced in Database optimization and developing stored procedures, Triggers, Joins, Views, and Cursors on databases: SQL Server"}]},{"label":["Total experience"],"points":[{"start":335,"end":445,"text":"Well versed on execution of Data Migration and Data Warehousing Projects in several domains including insurance"}]},{"label":["Skills"],"points":[{"start":301,"end":310,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":301,"end":303,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":270,"end":273,"text":"SSRS"}]},{"label":["Skills"],"points":[{"start":239,"end":248,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":239,"end":241,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":232,"end":235,"text":"SSRS"}]},{"label":["Skills"],"points":[{"start":199,"end":208,"text":"SQL Server"}]},{"label":["Skills"],"points":[{"start":199,"end":201,"text":"SQL"}]},{"label":["Total experience"],"points":[{"start":71,"end":311,"text":"3 years of professional experience in IT industry, involved in MSBI projects with extensive usage of ETL & Reporting tools like SQL Server Integration Services (SSRS), SQL Server Reporting Services (SSRS) and data warehouse using SQL Server."}]},{"label":["Phone"],"points":[{"start":59,"end":68,"text":"9999127129"}]},{"label":["Email"],"points":[{"start":24,"end":44,"text":"skavita4500@gmail.com"}]},{"label":["Name"],"points":[{"start":0,"end":11,"text":"Kavita Singh"}]}],"extras":null,"metadata":{"first_done_at":1626843365000,"last_updated_at":1626843365000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "KAWAL DEEP SINGH                                                                                                                                                                                                                                                                                                    \n 9650411872\t\n kawaldeepsingh987@gmail.com \n                                                                                                                                          \nObjective: I am looking for an opportunity in a reputed organization which will help me deliver\nmy best and upgrade my skills in engineering and meet the demands of the organization. \n\n\tQualification\n\tYear\n\tInstitution\n\tPercentage\n\n\tB. Tech (Information Technology) \n\t2014-2018\n\tGTBIT, IP University\n\t75.51%\n\n\tCBSE (Class XII)\n\t2014\n\tS.S. Mota Singh School\n\t67.5%\n\n\tCBSE (Class X)\n\t2012\n\tS.S. Mota Singh School\n\tCGPA-9.0\n\n\nEducational timeline\n\n\nWORK EXPERIENCE                                                                                     (JULY 2018 Till present)    \n\n       MSBI DEVELOPER- Exceliun Solutions Private Limited\n· Certified from Microsoft in Analyzing and Visualizing data with Microsoft Power BI 70-778.\nProject#1\t\nReport Title         :  Retail analysis\nClient Name        :  Plentymarkets\nTools Used\t  :  Power BI, SQL SERVER 2016, SSAS, SSIS\nDuration               :  January 2019 to September 2019\n\t\nAbout company:\nPlentymarkets is an all-in-one e-commerce solution “made in Germany”. Plentymarkets began as a customized eBay solution for a few retailers in 2001 and continued growing quickly since then, adding more and more features. The software combines a comprehensive stock management system with a versatile shop system and effortless multichannel sales.  \n\nProject Description:\nThis report analyze retail sales data of items sold across multiple markets in different regions and countries. The metrics compare this year’s performance to last year’s in these areas: sales, units, and variance. The target sales of each item is also being made according to the net sales price. \n\nResponsibilities:\n· Designing of Tabular Model in SQL SERVER 2016\n· Extensively used Derive Column, Row Count, Data Conversion, Conditional Split and Aggregate.\n· Working with the business analysts to finalize the functional requirements\n· Created Power Bi reports using Dax Language\n· Creating / modifying stored procedures and views\n· Deployment and testing of complete project\n· As per requirements developed the reports in the form of Matrix, Table and Chart using POWER BI.\n· Implemented Sub totals, Aggregations and applied various formations.\n· Scheduled reports for daily, weekly, monthly reports for executives, Business analyst and customer representatives for various categories and regions based on business needs using MICROSOFT POWER BI. \n· Development & Deployment of various Packages with SQL Integration Services 2016.\n\nProfessional Skill set                                                 \n\n· Having 1 year of IT experience in which the training is being given by the experts in Microsoft Business Intelligence.\n· Hands on experience in development of Reports using Power BI Services.\n· Hands on experience on Power BI Desktop. \n· Using Power BI Desktop for data visualization through various charts such as bar charts, line charts, scatter plots, pie charts, packed bubbles and custom charts. \n· Created Customized and interactive dashboards using multiple data sources.\n· Hands on experience in Microsoft SQL Server 2016. \n· Scheduled and executed SSIS Packages using SQL Server Agent.\n· Experience on SSAS tabular model.\n· Expertise in Microsoft SQL databases.\n· Working knowledge of Microsoft Office Suite.\n· Expertise knowledge of Microsoft Excel.\n· Effective communication skills and team building qualities.\n\nSUMMER INTERNSHIPS\n\n· Successfully completed ’Java (J2EE) Programming Course’ from Tata Consultancy Services July 15,2017\n· Successfully completed ‘Java(Core) Programming Course’ from Tata Consultancy Services July 30,2016\n· Pursuing Data Science Specialization from Johns Hopkins University through Coursera\t\n\n1. Java (J2EE) training at Tata Consultancy Services                                                           (5th June,2017 to 15th July,2017)\n· Being a part of training programme that was conducted on Java(J2EE), I worked on ä project about designing an “Online Medical Store”\n· The project aimed at serving the customer with necessary medicines at their doorstep by placing an order by uploading the doctor’s prescription\n· I had a key role in the Backend Data Base designing on Oracle DB 10g, which was being used to purchase medicines by furnishing user credentials\n\n2. Java(Core) training at Tata Consultancy Services\t\t\t\t         (20th June,2016 to 30th July,2016)\n· With my training at Tata Consultancy Services on Java(Core), as a team we worked on “Blood Bank Management System”\n· With frontend development of the user interface on NetBeans IDE V8.0, the idea was to make the blood available to the patient at a click of a button\n· Mysql database was used in making this project live \n\n  Extra-curricular activities and achievements\n\n· An active member of Computer Society of GTBIT, enabling students in technical skills\n· Worked as a core committee member for GTBIT college fest, GATES in the year of 2016\n· Keen interest in doing technical research on newer technologies\n· Secured 2nd position in an inter collegiate debate competition amongst 20 contenders\n· Hobbies: playing badminton, singing, painting, and cooking\n\n  PERSONAL PROFILE\n\nName\t \t: Kawal Deep Singh\nGender\t: Male\nDate of Birth\t: 28 Sep, 1995\nAddress       \t: S-2/105, Old Mahavir Nagar, New Delhi-110018\nNationality\t: Indian","annotation":[{"label":["Total experience"],"points":[{"start":4940,"end":5088,"text":" With frontend development of the user interface on NetBeans IDE V8.0, the idea was to make the blood available to the patient at a click of a button"}]},{"label":["Total experience"],"points":[{"start":4824,"end":4936,"text":"With my training at Tata Consultancy Services on Java(Core), as a team we worked on “Blood Bank Management System"}]},{"label":["Total experience"],"points":[{"start":4432,"end":4574,"text":"The project aimed at serving the customer with necessary medicines at their doorstep by placing an order by uploading the doctor’s prescription"}]},{"label":["Total experience"],"points":[{"start":4297,"end":4427,"text":"Being a part of training programme that was conducted on Java(J2EE), I worked on ä project about designing an “Online Medical Store"}]},{"label":["Skills"],"points":[{"start":3627,"end":3630,"text":"SSAS"}]},{"label":["Skills"],"points":[{"start":3573,"end":3576,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":3260,"end":3267,"text":"Power BI"}]},{"label":["Total experience"],"points":[{"start":3254,"end":3414,"text":"Using Power BI Desktop for data visualization through various charts such as bar charts, line charts, scatter plots, pie charts, packed bubbles and custom charts"}]},{"label":["Skills"],"points":[{"start":3233,"end":3240,"text":"Power BI"}]},{"label":["Skills"],"points":[{"start":3189,"end":3196,"text":"Power BI"}]},{"label":["Total experience"],"points":[{"start":2859,"end":2937,"text":"Development & Deployment of various Packages with SQL Integration Services 2016"}]},{"label":["Total experience"],"points":[{"start":2656,"end":2853,"text":"Scheduled reports for daily, weekly, monthly reports for executives, Business analyst and customer representatives for various categories and regions based on business needs using MICROSOFT POWER BI"}]},{"label":["Total experience"],"points":[{"start":2172,"end":2262,"text":"Extensively used Derive Column, Row Count, Data Conversion, Conditional Split and Aggregate"}]},{"label":["Skills"],"points":[{"start":2154,"end":2168,"text":"SQL SERVER 2016"}]},{"label":["Total experience"],"points":[{"start":1433,"end":1777,"text":"Plentymarkets is an all-in-one e-commerce solution “made in Germany”. Plentymarkets began as a customized eBay solution for a few retailers in 2001 and continued growing quickly since then, adding more and more features. The software combines a comprehensive stock management system with a versatile shop system and effortless multichannel sales"}]},{"label":["Skills"],"points":[{"start":1354,"end":1357,"text":"SSIS"}]},{"label":["Skills"],"points":[{"start":1348,"end":1351,"text":"SSAS"}]},{"label":["Skills"],"points":[{"start":1331,"end":1345,"text":"SQL SERVER 2016"}]},{"label":["Skills"],"points":[{"start":1321,"end":1328,"text":"Power BI"}]},{"label":["Skills"],"points":[{"start":1201,"end":1208,"text":"Power BI"}]},{"label":["Experience in current company"],"points":[{"start":1090,"end":1123,"text":"Exceliun Solutions Private Limited"}]},{"label":["designation"],"points":[{"start":1074,"end":1087,"text":"MSBI DEVELOPER"}]},{"label":["10 %"],"points":[{"start":879,"end":900,"text":"S.S. Mota Singh School"}]},{"label":["12 %"],"points":[{"start":825,"end":846,"text":"S.S. Mota Singh School"}]},{"label":["Highest degree"],"points":[{"start":724,"end":789,"text":"B. Tech (Information Technology) \n\t2014-2018\n\tGTBIT, IP University"}]},{"label":["Total experience"],"points":[{"start":491,"end":671,"text":"Objective: I am looking for an opportunity in a reputed organization which will help me deliver\nmy best and upgrade my skills in engineering and meet the demands of the organization"}]},{"label":["Email"],"points":[{"start":323,"end":349,"text":"kawaldeepsingh987@gmail.com"}]},{"label":["Phone"],"points":[{"start":310,"end":319,"text":"9650411872"}]},{"label":["Name"],"points":[{"start":0,"end":15,"text":"KAWAL DEEP SINGH"}]}],"extras":null,"metadata":{"first_done_at":1626845805000,"last_updated_at":1626845805000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
{"content": "KESHAV DEV                                                                                      \n( [+91] 9990435241                          \n\n\n\n\n\n\n· keshavdev.kosi@gmail.com\nExpertise in PL/SQL, Oracle D2K Developer.\n\nPROFESSIONAL SYNOPSIS\n· A dynamic professional with nearly 4.5 years of experience.\n\n· Total and relevant experience in Oracle D2K is 4.5 Years as on customized ERP product.\n· Currently working with IBM (India) Pvt. Ltd. On third party Payroll (COLLABERA PVT LTD). \n\n· Previously working with NETCONNECT PVT LTD.\n· Previously working with NeoInvensys Solution Pvt Ltd.\n· Functional & Development experience in PL/SQL, Forms, Reports.\n· Competent communicator with fine client relationship management skills continuous learning attitude. \nAcademic Qualification \nMaster of Computer Application (MCA) Completed in 2015 from M.D.U. (Rohtak)\nBachelor of Computer Application (BCA) Completed in 2011 from DR.B.R.A.U. (Agra)\n12th completed in 2008 from U.P. BOARD\n\n10th completed in 2006 from U.P. BOARD\nTechnical Skill             \nOperating Systems               :   Windows98/2000/Xp, Windows7, Linux.\n\nDatabases                            :   Oracle 10g & 11g\nProgramming Languages      :   SQL, PL/SQL\n\nInternet Technologies           :   FORMS & REPORT 6i, 10G & D2K\n\nTools\n\n\n       :  Toad 10.0, SQL Developer, SQL Plus\n     Others                                 :   D2K, Installing and Maintaining Oracle Database.                             \nStrengths in oracle\n· Oracle 10g Installation and Database Creation.. \n· Create Forms and Reports in 6i.\n· PL/SQL Development (Package, Procedure, Triggers, Function).\n· Table space creation, data file addition in table spaces.\n\nProfessional Profile\n4+ Years of extensive experience as Oracle D2K Developer in Oracle 10g and Oracle 11g on\nWindows NT and PL/SQL coding. Procedures, Functions, Triggers and Packages.\nExperience Summary\nWorked for NeoInvenSys Solutions (P) Limited. (An ISO 9001:2000 company) From Feb 2015 to May 2016 as PL/SQL Developer. Experience in development using PL/SQL, Forms 6i, 10G, Reports 6i, 10G on customized ERP product.\n\nWorked for NETCONNECT PVT L TD From May 23, 2016 to Sep 27, 2017.\nCurrently Working In IBM (India) Pvt. Ltd On third party Payroll (COLLBERA PVT LTD) From Sept 28, 2017 to Till now as Oracle Developer.\nProject Title\nEmployee Information And Payroll Management System.\n      Enterprise Resource Planning.\nThis project included  design and development of a user-friendly software to maintain all the Business Transactions that take place in an automobile company and to maintain the data of all the Suppliers, Customers, Transporters ,Stocks etc. which are involved in their Transaction process.\n\nOrganization         NeoInvenSys Solutions (P) Ltd.  Noida. \nClient\n\n           SPM AUTOCOMP PVT. LTD.\n              Location\n\nManeshar (Gurgoan).\n            Role                        I was responsible for developing Forms and Reports, based   on\n                                         the requirements for sale, marketing and quality. Involved in\n                                                Manual Testing. Bug Tracking and Reporting. It was totally\n                                                Client side development with Client Site interaction.\n\nResponsibility\n\n\n· Writing PL/SQL, Procedure, Function, Trigger.\n\n· Building the Forms.\n\n· Building All the Report.\n\n· Stored Procedure and Function Using Pl/Sql. \n\nProject Title\nProduction Development, Implementation and Support Project.\nEnterprise Resource Planning.\nThis project included  design and development of a user-friendly software to maintain all the Business Transactions that take place in an automobile company and to maintain the data of all the Suppliers, Customers, Transporters ,Stocks etc. which are involved in their Transaction process.\n\nOrganization         NeoInvenSys Solutions (P) Ltd.  Noida . \nClient\n\n           SPM AUTOCOMP PVT. LTD.\n              Location\n\nPune (Maharashtra).\n            Role                        I was responsible for developing Forms and Reports, based   on\n                                         the requirements for sale, marketing and quality. Involved in\n                                                Manual Testing. Bug Tracking and Reporting. It was totally\n                                                Client side development with Client Site interaction.\n\nResponsibility\n\n\n· Writing PL/SQL, Procedure, Function, Trigger.\n\n· Creating Forms.\n\n· Creating Reports.\n\n· Stored Procedure and Function Using Pl/Sql. \n\nProject Title\nEmployee Information, Payroll Management System & Production Development.\n      Enterprise Resource Planning.\nThis project included  design and development of a user-friendly software to maintain all the Business Transactions that take place in an automobile company and to maintain the data of all the Suppliers, Customers, Transporters ,Stocks etc. which are involved in their Transaction process.\n\nOrganization         NeoInvenSys Solutions (P) Ltd.  Noida . \nClient\n\n           FERRON STLEES  PVT. LTD.\n              Location\n\nPalwal (Faridabad).\n            Role                        I was responsible for developing Forms and Reports, based   on\n                                         the requirements for sale, purchasing and quality. Involved in\n                                                Manual Testing. Bug Tracking and Reporting. It was totally\n                                                Client side development with Client Site interaction.\n\nResponsibility\n\n\n· Writing PL/SQL, Procedure, Function, Trigger.\n\n· Creating Forms.\n\n· Creating Report.\n\n· Stored Procedure and Function Using Pl/Sql. \n\nProject Title\nOracle HRMS Production Development, Implementation and Support Project\n\n· Bharti Airtel Ltd. Company is a Global Leading Tele-Communication Company. They have ERP solution in critical HR. I have hand on experience on some custom module like Em-move, Emboss, E-loan and i-Expanse.\nOrganization                      IBM (India) Pvt. Ltd.\n\nClient:\n\n\n          Bharti Airtel Limited\nModule Implemented:        HRMS\nDuration:                           May-2016 to Till now.\nRole & Responsibility\n\n\n· Worked as a Technical Team member for Oracle HRMS Implementation and support\n· Responsible for requirement gathering and analysis from end users.\n\n· Provide post-implementation support.\n\n· Responsible and key resource of the team to taking care of entire HRMS Audit and responsible to give the answer on auditor’s queries. \n\n· Responsible for Alert and Notification Development and Maintenance.\n\n· Handling the HRMS Application issues and fixes it before the SLA breaches.\n\nPersonal Traits\n· Ability to work in a team.\n· Excellent Communication Skills and interpersonal skills.\n· Smart working & Positive Attitude.\nHobbies\n· Watching Cricket,\n· Reading Books, Listing Music & Songs.  \n\n· Surfing Net, Chatting as well Learning & Research Purposes. \nPersonal Details:\n        Father's Name\n    :   Sh. Prabhu Dayal Sharma\n        Date of Birth\n    :   08 Mar 1991\n        Nationality\n    :   Indian\n        Marital Status\n    :   Married\n        Religion                         :   Hindu\n        Sex                                :   Male\n\n        Passport Number           :  P0021325\n        Permanent Address        :  Village+ Post   –    Jaw,\n                                                 Tehs.              –    Chhata,\n\n\n\n\n    Dist.​               –    Mathura\n                                                 State              –    Uttar Pradesh,               \n                                                 Pin-Code        –    281403.\nDeclaration: \n\n\nI consider myself familiar with I.T. Engg. Aspect. I am also Confident of my ability to work in a team. I hereby declare that the information furnished above is true to the best of my knowledge.\nDate:                                                   \nPlace:                                                     (KESHAV DEV)","annotation":[{"label":["Name"],"points":[{"start":7980,"end":7989,"text":"KESHAV DEV"}]},{"label":["Total experience"],"points":[{"start":6388,"end":6521,"text":"Responsible and key resource of the team to taking care of entire HRMS Audit and responsible to give the answer on auditor’s queries. "}]},{"label":["Skills"],"points":[{"start":6237,"end":6242,"text":"Oracle"}]},{"label":["Experience in current company"],"points":[{"start":6018,"end":6037,"text":"IBM (India) Pvt. Ltd"}]},{"label":["Total experience"],"points":[{"start":5778,"end":5982,"text":"Bharti Airtel Ltd. Company is a Global Leading Tele-Communication Company. They have ERP solution in critical HR. I have hand on experience on some custom module like Em-move, Emboss, E-loan and i-Expanse."}]},{"label":["Skills"],"points":[{"start":5704,"end":5709,"text":"Oracle"}]},{"label":["Skills"],"points":[{"start":5567,"end":5569,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":5564,"end":5569,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":4431,"end":4433,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":4428,"end":4433,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":3307,"end":3309,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":3304,"end":3309,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":2303,"end":2308,"text":"Oracle"}]},{"label":["Experience in current company"],"points":[{"start":2206,"end":2225,"text":"IBM (India) Pvt. Ltd"}]},{"label":["Skills"],"points":[{"start":2055,"end":2057,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2052,"end":2057,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":2005,"end":2007,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":2002,"end":2007,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":1823,"end":1825,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1820,"end":1825,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":1791,"end":1796,"text":"Oracle"}]},{"label":["Skills"],"points":[{"start":1776,"end":1781,"text":"Oracle"}]},{"label":["Skills"],"points":[{"start":1752,"end":1757,"text":"Oracle"}]},{"label":["Total experience"],"points":[{"start":1716,"end":1803,"text":"4+ Years of extensive experience as Oracle D2K Developer in Oracle 10g and Oracle 11g on"}]},{"label":["Skills"],"points":[{"start":1576,"end":1578,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1573,"end":1578,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":1488,"end":1493,"text":"Oracle"}]},{"label":["Skills"],"points":[{"start":1420,"end":1425,"text":"Oracle"}]},{"label":["Skills"],"points":[{"start":1331,"end":1333,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1316,"end":1318,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1216,"end":1218,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1213,"end":1218,"text":"PL/SQL"}]},{"label":["Skills"],"points":[{"start":1208,"end":1210,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":1160,"end":1165,"text":"Oracle"}]},{"label":["10 %"],"points":[{"start":978,"end":1015,"text":"10th completed in 2006 from U.P. BOARD"}]},{"label":["12 %"],"points":[{"start":938,"end":975,"text":"12th completed in 2008 from U.P. BOARD"}]},{"label":["Grad. score"],"points":[{"start":857,"end":936,"text":"Bachelor of Computer Application (BCA) Completed in 2011 from DR.B.R.A.U. (Agra)"}]},{"label":["Highest degree"],"points":[{"start":781,"end":855,"text":"Master of Computer Application (MCA) Completed in 2015 from M.D.U. (Rohtak)"}]},{"label":["Skills"],"points":[{"start":632,"end":634,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":629,"end":634,"text":"PL/SQL"}]},{"label":["Number of company worked"],"points":[{"start":558,"end":585,"text":"NeoInvensys Solution Pvt Ltd"}]},{"label":["Last company"],"points":[{"start":512,"end":529,"text":"NETCONNECT PVT LTD"}]},{"label":["Experience in current company"],"points":[{"start":418,"end":437,"text":"IBM (India) Pvt. Ltd"}]},{"label":["Skills"],"points":[{"start":339,"end":344,"text":"Oracle"}]},{"label":["Total experience"],"points":[{"start":306,"end":390,"text":"Total and relevant experience in Oracle D2K is 4.5 Years as on customized ERP product"}]},{"label":["Total experience"],"points":[{"start":243,"end":300,"text":"A dynamic professional with nearly 4.5 years of experience"}]},{"label":["Skills"],"points":[{"start":196,"end":201,"text":"Oracle"}]},{"label":["Skills"],"points":[{"start":191,"end":193,"text":"SQL"}]},{"label":["Skills"],"points":[{"start":188,"end":193,"text":"PL/SQL"}]},{"label":["Email"],"points":[{"start":150,"end":173,"text":"keshavdev.kosi@gmail.com"}]},{"label":["Phone"],"points":[{"start":105,"end":114,"text":"9990435241"}]},{"label":["Name"],"points":[{"start":0,"end":9,"text":"KESHAV DEV"}]}],"extras":null,"metadata":{"first_done_at":1626847440000,"last_updated_at":1626847440000,"sec_taken":0,"last_updated_by":"vikash.kumar@polestarllp.com","status":"done","evaluation":"NONE"}}
